{
  "category": "apologetics",
  "category_display": "Apologetics",
  "faith_facts": [
    {
        "title": "ALL IN THE FAMILY: THE COMMUNION OF SAINTS",
        "question": "What is the communion of saints?",
        "summary": "The communion of saints is the intimate union that exists among all the disciples of Christ. This communion is known as the Mystical Body of Christ: the Family of God consisting of the faithful on earth (the Church Militant or pilgrim Church), the holy souls in purgatory undergoing spiritual cleansing (the Church Suffering), and the saints in heaven (the Church Triumphant). This union of believers joins us in Christ, our source of grace and life, and calls us to love and pray for one another as members of His body. Therefore, we can ask for the prayers of the saints in heaven, and we can also pray for people on earth and those in purgatory."
    },
    {
        "title": "BLESSED BE GOD, THE FATHER, SON AND HOLY SPIRIT",
        "question": "What is the Holy Trinity?",
        "summary": "The Holy Trinity is the union of the Father, Son and Holy Spirit as One God. As a fundamental truth of the Christian faith, no one embraces Christianity without believing in the Holy Trinity."
    },
    {
        "title": "CHOSEN IN HIM: THE CATHOLIC TEACHING ON PREDESTINATION",
        "question": "How does the Catholic Church understand predestination?",
        "summary": "Predestination is a term used to identify God’s plan of salvation in which, according to His own decree, He “accomplishes all things according to his will.” God gives us the gift of salvation through grace and faith. In turn, we must use our free will to persevere in good works “prepared beforehand” by God Himself."
    },
    {
        "title": "CHRIST’S DESCENT INTO “HELL”",
        "question": "Every time we recite the Apostles’ Creed, we proclaim our belief that Christ descended into “Hell” after His death. But isn’t Hell a place of everlasting torment for the damned? Did Christ actually descend to this Hell of eternal damnation, or is this another sense in which the Church understands “Hell”?",
        "summary": "The English word “Hell” describes two different places in the Bible. The first, referred to in the Apostles’ Creed, is “Hades” or the “abode of the dead,” the place where Christ spoke to the spirits in prison after His death. This first Hell is also known as the “limbo of the fathers.” The more commonly known “Hell of damnation” (or “Gehenna”) is the place where those who die in a state of mortal sin go, eternally separated by self-exclusion from God and the blessed. Hades was emptied after Christ's descent, with the just going to heaven and the wicked going to the eternal Hell. Hades is known today as Purgatory, where God purifies the saved sinner so that he can live in heaven with the Trinity (cf. Rev. 21:27; 1 Cor. 3:15)."
    },
    {
        "title": "ECUMENISM AND THE UNITY OF THE CHURCH ",
        "question": "What does the Catholic Church teach about ecumenism and Church unity?",
        "summary": "The Church’s teaching authority praises efforts to restore the full communion of non-Catholic churches and ecclesial communities with Christ’s sole Church, which subsists in the Catholic Church."
    },
    {
        "title": "GIVE IT A REST: SUNDAY IS THE LORD’S DAY",
        "question": "Why does the Catholic Church worship on Sunday, rather than maintaining the Jewish tradition of the Saturday Sabbath?",
        "summary": "Through His Paschal Mystery, i.e., His death and resurrection, Jesus Christ fulfilled the “spiritual truth” of the Jewish Sabbath. “[F]or Christians its ceremonial observance replaces that of the Sabbath,” fulfilling “the moral command of the Old Covenant.” Jesus, who is Lord even over the Sabbath, taught the early Church to fulfill the Sabbath and commemorate His Mystery on the first day of the week, Sunday: “The Sabbath was made for man, not man for the Sabbath; so the Son of man is lord even over the Sabbath.” This celebration is the Sacrifice of the Mass, also known as “the breaking of the bread.”"
    },
    {
        "title": "GOD OR GODDESS? OUR HEAVENLY FATHER KNOWS BEST",
        "question": "Is it proper for us to refer to God as our mother?",
        "summary": "When asked how to pray, Jesus told His disciples to refer to God as “Father”.1 While God is neither man nor woman, Jesus revealed God’s “fatherhood” to us. God is Father from all eternity, and becomes “Our Father” through our rebirth in Christ. God has not revealed Himself as “mother,” and so it is inappropriate to address Him that way."
    },
    {
        "title": "GOING GOD’S WAY: MORAL CONSCIENCE",
        "question": "What does the Church teach concerning moral conscience?",
        "summary": "While the natural law written on our hearts teaches us the general, objective principles of the moral life, conscience applies the natural law to particular circumstances, enabling us to choose what is good and avoid what is evil (cf. <em>Catechism</em>, no. 1777)."
    },
    {
        "title": "GREGORY THE GREAT AND PAPAL PRIMACY ",
        "question": "In A.D. 587 Emperor Maurice granted the title “ecumenical patriarch” or “universal bishop” to John the Faster, Patriarch of Constantinople. Pope St. Gregory the Great condemned the title. Later, when others tried to apply them to him as bishop of Rome, he refused the titles. In refusing the titles, was the Pope denying the primacy of the papacy as some Eastern Orthodox Christians maintain?",
        "summary": "No, Pope St. Gregory the Great was simply affirming the constant Catholic doctrine that individual bishops are truly successors of the apostles and not just agents of the Pope or any other patriarch. However, in doing so, he never denied his primacy, which on other occasions he clearly affirmed, noting, among things, that “the See of Constantinople is subject to the Apostolic See.”"
    },
    {
        "title": "HONOR THY MOTHER: PRAISING MARY AND THE SAINTS IS BIBLICALLY CORRECT ",
        "question": "Does honoring and praising Mary and the saints offend God? Some Christian say that such practices are blasphemous, substituting the “worship” of creatures over God the Creator. What does the Bible say about these matters?",
        "summary": "Catholics do not worship or adore Mary the Mother of God and the saints. Rather, we honor and praise Mary and the saints because of their great love and faithfulness to God. God is glorified in His creation (e.g., angels, mountains, stars, sunsets, human beings), and when we praise the beauty of His creation we are praising Him. This principle is at the heart of the Catholic teaching on honoring Mary and the saints. We recognize the great beauty and the graces God has bestowed on these holy men and women (cf. Rom. 8:30), and praising them redounds to God's greater honor and glory. Catholics do not worship or adore Mary the Mother of God and the saints. Rather, we honor and praise Mary and the saints because of their great love and faithfulness to God."
    },
    {
        "title": "“IF I FOR GET YOU, O JERUSALEM”: THE TRUTH ABOUT THE CRUSADES ",
        "question": "What were the Crusades?",
        "summary": "The Crusades were an integral part of the attempt to reform, defend, and renew the Church during the Middle Ages. The term “crusade” comes from the Latin crucesignati, referring to the crosses (cruces) of cloth sewn on crusaders’ tunics after taking their vows. The “taking of the cross” was a penitential act directed to the defense of the faith. From 1095 up until the late 16th century, numerous crusades were proclaimed against the Muslims in the Holy Land, Spain, and North Africa; against various pagan peoples threatening the northern and eastern borders of Christendom; against a variety of heretics in France, Germany, and eastern Europe; and against the enemies of the papacy in northern and southern Italy."
    },
    {
        "title": "IS CHRISTMAS A PAGAN FEAST?",
        "question": "Does Christmas have pagan roots? Why do Catholics and Christians celebrate Christmas on December 25?",
        "summary": "Christmas is the celebration of Our Lord Jesus Christ’s birth. It is not a pagan feast. However, history indicates that the Church chose December 25 to evangelize the pagans of the ancient Roman Empire, who celebrated the feast of the “invincible sun” on that day. Following the biblical wisdom not to “lay on any burden beyond that which is strictly necessary” (Acts 15:28), the Church apparently chose Dec. 25 to “baptize” the Romans’ worship, redirecting it toward the true “invincible sun” (cf. Ps. 84:11), Jesus Christ, who “abolished death and brought life and immortality to life through the gospel (2 Tim. 1:10; cf. Rom. 5:15-21, 6:9-11)."
    },
    {
        "title": "IT WORKS FOR ME: THE CHURCH’S TEACHING ON JUSTIFICATION",
        "question": "How does the Catholic understanding of justification differ from the Protestant understanding? Do Catholics believe in salvation by grace alone? Is the Catholic understanding biblical?",
        "summary": "When Catholics and Protestants use the words “righteousness,” “justification” and “sanctification,” they have different, though similar, definitions for these words. These differences lead to a lot of unnecessary and divisive confusion between the two groups. However, if we learn the different ways Protestants and Catholics use these words, we can better understand our differences and points of agreement, providing a basis, with God’s grace, for our ultimate reconciliation.<br>The Catholic Church teaches, and most Protestants also believe, that people can be saved only by the grace of God, i.e., “free and undeserved help” from God, which is mediated through Christ, the God-man (<em>Catechism of the Catholic Church</em>, nos. 606-18). We can never “earn” salvation by our own good works; nothing we do is “repaid” by God in a strict tit-for-tat sense (Rom. 11:35, <em>Catechism</em> no. 2007). So on this crucial issue—justification (and ultimately salvation) by God’s grace through Christ (Rom. 3:24)—Catholics and most Protestants agree. The Church differs with Protestants, however, regarding the means of righteousness, justification, and ultimately salvation. Protestants believe that people are “justified through faith alone,” while Catholics believe that people are “justified through faith and works.” The Catholic view of justification, properly understood, is not only very convincing and satisfying, it is also biblical and true (cf. <em>Catechism</em> nos. 1987-2029 for more information on grace, justification and merit)."
    },
    {
        "title": "JEHOVAH’S WITNESSES AND THE HOLY SPIRIT ",
        "question": "What do Jehovah’s Witnesses believe about the Holy Spirit? How can one respond to their claims?",
        "summary": "Jehovah’s Witnesses believe that the Holy Spirit is a force of God, not a Person. This belief corresponds with their denial of God as a Trinity—three Persons, but one God. One can respond to their claims by pointing to Scripture passages that suggest the Personhood of the Holy Spirit. One can also look to the writings of early Church Fathers who refer to the Holy Spirit as a Person. After doing so, three questions arise: Is one conclusion more reasonable than the other, or are they equally reasonable? Is either conclusion necessary? Given the answers to those two questions, how do we know with certainty which conclusion is correct?"
    },
    {
        "title": "LIFE IN THE FAST LANE: WHY CATHOLICS ABSTAIN",
        "question": "Why do Catholics fast? What did Jesus teach about fasting? Is fasting still an obligation for Catholics?",
        "summary": "Fasting is a “spiritual exercise” by which we repent of our sins and strive to become more Christ-like as sons and daughters of God (<em>Catechism of the Catholic Church</em>, nos. 1438, 2043; cf. Rom. 8:14-17). While Jesus cautioned against prideful fasting (Mt. 6:1-5, 16-18), He Himself fasted (Lk. 4:1-2) and encouraged others to do so to advance His Kingdom (Mt. 17:21). From her inception, the Church has followed Christ’s example regarding fasting. She continues to require the faithful to fast and abstain on prescribed days during Lent."
    },
    {
        "title": "MARY, CONCEIVED WITHOUT SIN: THE IMMACULATE CONCEPTION",
        "question": "What is the Immaculate Conception? Is the Church’s teaching on the Immaculate Conception biblical?",
        "summary": "The dogma of the Immaculate Conception, as solemnly defined by Pope Pius IX in 1854, teaches that “the most Blessed Virgin Mary, in the first instant of her conception, by a singular grace and privilege granted by Almighty God, in view of the merits of Jesus Christ, the Savior of the human race, was preserved free from all stain of original sin.”"
    },
    {
        "title": "MARY’S PERPETUAL VIRGINITY",
        "question": "What does the Church teach concerning Mary’s virginity?",
        "summary": "The Church has always professed that Mary was a virgin “ante partum, in partu, et post partum,” i.e., before birth, during birth, and after the birth of Christ. Mary conceived Jesus in her womb “by the power of the Holy Spirit” without loss of her virginity. She remained a virgin in giving birth to Jesus; His miraculous birth did not diminish her virginal integrity but sanctified it (Vatican II, Lumen Gentium, no. 57). Following the birth of Jesus, Mary remained a virgin for the rest of her earthly life, until such time as she was taken body and soul into heaven, where she reigns as Queen (Lumen Gentium, no. 59)."
    },
    {
        "title": "NO BULL: PAPAL AUTHORITY AND OUR RESPONSE",
        "question": "What is the origin and purpose of papal authority? What obedience is due the Pope by the People of God?",
        "summary": "Papal authority has divine origin. The Lord made Simon alone, whom He named Peter, the “rock” of His Church. He gave him the keys of His Church and instituted him shepherd of the whole flock."
    },
    {
        "title": "PERSEVERING TO THE END: THE BIBLICAL REALITY OF MORTAL SIN",
        "question": "Is the distinction between mortal and venial sin biblical? Can we “lose” our salvation by committing a mortal sin?",
        "summary": "The Bible describes sins that are mortal (or “unto death”), and those that are not mortal, which we commonly call venial (cf. 1 Jn. 5:16-17; <em>Catechism</em>, nos. 1852-54)."
    },
    {
        "title": "PILLAR AND BULWARK OF THE TRUTH: THE INFALLIBLE MAGISTERIUM OF THE CATHOLIC CHURCH",
        "question": "What is the Magisterium? How should the faithful respond to the Magisterium? What is the charism of infallibility? How is that charism exercised by the Church?",
        "summary": "The Magisterium is the Church’s teaching office established by Jesus Christ to “guard what has been entrusted” (1 Tim. 6:20). The Magisterium, in service to the Word of God, authentically interprets the Word, whether in Scripture or in the form of Tradition. The Magisterium is exercised by the Pope and the bishops in union with him. Because Christ has instituted the Magisterium to communicate His saving truth, the faithful should respond in docility and joy to the Church’s teaching out of love for Christ.<br>Infallibility is a charism whereby the Holy Spirit protects the Magisterium from teaching error on matters of faith and morals. The Church exercises this charism when she teaches definitively, whether in a solemn manner (i.e., through the extraordinary Magisterium) or through the ordinary and universal Magisterium."
    },
    {
        "title": "PREDESTINATION AND FREE WILL",
        "question": "What is meant by “predestination” within a Calvinist understanding of salvation? Does this exclude free will?",
        "summary": "In general, predestination refers to God’s sovereign will over all things, for He accomplishes everything according to the counsel of His will (Eph. 1:11). According to Catholic teaching, predestination and free will are not mutually exclusive. Rather, God created man in His image to share in His divine nature by a communion of love.1 Freedom of the will holds a necessary place in the mystery of God’s eternal, sovereign and predestined plan, which is to unite all things in heaven and on earth in him (I Cor. 15:28; Eph. 1:10). In contrast, the Calvinist approach to predestination denies the full freedom of will God gives each person."
    },
    {
        "title": "PURGATORY",
        "question": "What does the Church teach concerning purgatory? What is its biblical basis? What are common misconceptions to the doctrine and how can they be refuted?",
        "summary": "Purgatory is a doctrine of the Catholic Church. It refers to the state of being after death in which people do penance for sins not atoned for on earth. Its biblical basis is found in both the Old and New Testaments. Just as the doctrine of purgatory flows from the Catholic understanding of grace, so misconceptions flow from a misunderstanding of grace. Errors concerning this doctrine are most prevalent among Protestants due to their teaching of sola fide."
    },
    {
        "title": "ROCK SOLID: THE SALVATION HISTORY OF THE CATHOLIC CHURCH",
        "question": "Is the Catholic Church a man-made, post-resurrection invention or the fulfillment of God’s saving plan for mankind?",
        "summary": "The Catholic Church is the universal family of God through which all men may be saved and have communion with their heavenly Father, fulfilling what God promised Abraham1 and David."
    },
    {
        "title": "ST. AUGUSTINE’S REAL FAITH IN THE REAL PRESENCE",
        "question": "Did St. Augustine believe in the Real Presence of Christ in the Eucharist?",
        "summary": "Yes. St. Augustine did believe that the bread and wine become the Body and Blood of Jesus Christ at the time of consecration."
    },
    {
        "title": "THAT THEY MAY ALL BE ONE: THE DIFFERENCE THE CHURCH MAKES",
        "question": "In the 1500s, Protestant Reformers claimed to have divine guidance in attempting to restore the order, truth and unity of the early Christian Church. Does the Bible and other historical evidence support their claim?",
        "summary": "No. As the Bible and other historical evidence testify, Jesus Christ founded the Catholic Church. While some of the Church’s leaders and practices (not doctrines) were in need of reform in the 1500s, the Protestant Reformation erred in rejecting the visible papal authority that God provided to establish and maintain order, truth and unity in His Church. In seeking Christ without His Church, the Reformation created a vacuum of Church authority that has generated more than 20,000 Protestant denominations (listed in the Oxford University Press’s World Christian Encyclopedia)."
    },
    {
        "title": "THE ASSUMPTION OF THE BLESSED VIRGIN MARY",
        "question": "What does the Church teach concerning the Assumption of the Blessed Virgin Mary?",
        "summary": "The teaching is aptly summarized in the Catechism of the Catholic Church, no. 974:<br>The Most Blessed Virgin Mary, when the course of her earthly life was completed, was taken up [“assumed”] body and soul into the glory of heaven, where she already shares in the glory of her Son’s Resurrection, anticipating the resurrection of all members of His Body.<br>The doctrine of Mary’s Assumption is firmly rooted in sacred Scripture and Tradition, and this constant teaching was infallibly defined as a dogma of the Catholic Faith by Pope Pius XII in 1950."
    },
    {
        "title": "THE FIRST MARIAN DOGMA: MARY, THE MOTHER OF GOD",
        "question": "What is the Church’s teaching concerning Mary’s divine maternity?",
        "summary": "The first and foremost revealed truth about our Blessed Mother, from which all her other roles and honors flow, is that she is the Mother of God."
    },
    {
        "title": "THE HUMAN KNOWLEDGE OF CHRIST",
        "question": "What does the Church teach concerning Christ’s human knowledge?",
        "summary": "The constant teaching of the Church is that Christ, in His human intellect, knew all things that a created intellect could know from the moment of His conception."
    },
    {
        "title": "THE INQUISITION IN THE CATHOLIC CHURCH",
        "question": "What role did the Inquisition play in the Catholic Church?",
        "summary": "According to Pope John Paul II, “the Inquisition belongs to a tormented phase in the history of the Church, which ... Christians [should] examine in a spirit of sincerity and open mindedness.” To assess the Inquisition properly we must distinguish between the principle which undergirded it, and the actions of those responsible for implementing the principle. The principle -- that the Church must guard the faith against deviations -- is an obligation of Divine Law (cf. Mt. 18:18; 2 Tim. 1:14). The actions taken to implement the process were sometimes questionable and even deplorable. Yet, because of centuries of misinformation, we must take care to distinguish fact from fiction."
    },
    {
        "title": "THE ROLE OF THE INQUISITION IN EUROPE",
        "question": "What was the Inquisition?",
        "summary": "“Inquisition” was a judicial procedure used in the medieval courts of Europe."
    },
    {
        "title": "WHAT’S A MOTHER TO DO? MARY’S ROLE IN OUR SALVATION",
        "question": "What is Mary’s role in our salvation? Isn’t Jesus Christ the one Mediator between God and man?",
        "summary": "Mary’s role can be summarized in the terms Co-redemptrix, Mediatrix, and Advocate (cf. <em>Catechism</em>, no. 969). Mary’s maternal role in our salvation, as summarized by these titles, is part of the constant teaching of the Church."
    },
    {
        "title": "WITHOUT THE CHURCH THERE IS NO SALVATION",
        "question": "What does the Catholic Church mean by the phrase, “Outside the Church there is no salvation” (extra ecclesiam nulla salus)?",
        "summary": "All salvation comes through Jesus Christ, the one Savior of the world (cf. Acts 4:12). His Holy Spirit dispenses the graces of salvation through His Body, the Church. Christ told the apostles, “He who hears you hears me, and he who rejects you rejects me, and he who rejects me rejects him who sent me” (Lk. 10:16). As stated in Vatican II's Dogmatic Constitution on the Church, “Basing itself upon Sacred Scripture and Tradition, [this holy Council] teaches that the Church, now sojourning on earth as an exile, is necessary for salvation.” Quoting from various documents of Vatican II and Pope Paul VI, the Catechism explains:<br>As sacrament, the Church is Christ's instrument. “She is taken up by him also as the instrument for the salvation of all,” “the universal sacrament of salvation,' by which Christ is “at once manifesting and actualizing the mystery of God's love for men.” The Church “is the visible plan of God's love for humanity,” because God desires “that the whole human race may become one People of God, form one Body of Christ, and be built up into one temple of the Holy Spirit” (no. 776; see also nos. 846 -- 48)."
    }
  ]
}