
{
  "category": "catechetics",
  "category_display": "Catechesis",
  "faith_facts": [
    {
      "title": "SEPARATION OF CHURCH AND HOME: PREPARING CHILDREN FOR SACRAMENTS",
      "question": "Who has the right to prepare a child for the sacraments of Confession, Confirmation, and Holy Eucharist? Who should make the final determination as to whether the child is ready to receive?",
      "summary": "Both pastors of souls and parents have obligations and rights in the preparation of children for the sacraments. If they fulfill their obligations according to the intentions of the Church, their roles complement each other."
    },
    {
      "title": "WE HAVE BUT ONE TEACHER: CATECHESIS IN OUR TIME",
      "question": "What is the Church’s view of catechesis?",
      "summary": "Effective catechesis involves a deepening relationship with Jesus Christ and a growing knowledge of His Church’s teachings. The goal is a vital relationship with Jesus Christ and His Mystical Body, the Church, so that the person in turn may bear effective witness to Christ in this life and share eternal happiness in heaven in the next. The achievement of this goal, which only occurs in cooperation with God’s grace, may be furthered by sound catechisms, good priests and teachers, and dynamic parish programs. However, the most important component is the instruction and example given at home, the domestic Church, upon which everything else builds."
    },
    {
      "title": "WHERE DO WE GO WRONG? THE TOP TEN ERRORS IN CATECHESIS",
      "question": "",
      "summary": "The Catechism of the Catholic Church is the ultimate standard by which all catechetical resources should be evaluated. We are blessed to have in our day such a comprehensive and useful resource to help us present our faith to others. However, the Catechism is not meant to replace all of the various catechisms that are on the market, but rather to encourage and assist in the updating of old series and the writing of new ones that faithfully present Catholic doctrine. What are the most common problems with some modern catechetical resources?"
    }
  ]
}