
        {
          "category": "family_issues",
          "category_display": "Family Issues",
          "faith_facts": [
              {
                  "title": "“BE FRUITFUL AND MULTIPLY”: THE MORALITY OF FERTILITY DRUGS",
                  "question": "Is the use of fertility drugs in conformity with the moral law?",
                  "summary": "Medical technology must be at the service of human dignity. In particular, technology that concerns overcoming fertility disorders must be at the service of the dignity of the conjugal union, i.e., the mutual self-giving of spouses expressed in the conjugal act, performed in a truly human way and open to new life (cf. Catechism of the Catholic Church, no. 2361; Code of Canon Law, c. 1061). Couples with fertility problems who desire to have a child and participate in giving the gift of human life should be encouraged to do whatever is morally permissible to bring this about. This can include fertility drugs."
              },
              {
                  "title": "BENZIGER FAMILY LIFE",
                  "question": "Does Catholics United for the Faith (CUF) recommend the use of the Benziger Family Life (BFL) sex education program in Catholic grade schools?",
                  "summary": "No, CUF does not recommend Benziger Family Life (BFL) because it violates several principles of Catholic chastity education. These principles were stated in The Truth and Meaning of Human Sexuality (TMHS), which the Pontifical Council for the Family published in 1995.<br>To determine whether such a program is faithfully and effectively assisting parents, there are several principles, based on a wealth of Church teaching on the subject, to which any such program should be faithful. Benziger Family Life is not faithful to these principles.<br>(1) BFL is designed for use in a coeducational setting. Trying to teach chastity in such a setting violates the child’s privacy and modesty, and simply is counterproductive (cf. TMHS, no. 127).<br>(2) BFL does not ensure a respect for the different phases of childhood development. In particular, the program runs the risk of violating the child’s “years of innocence,” i.e., “latency” or prepuberty stage (TMHS, nos. 64, 65, 75, 78, 83), presenting explicit, biological information prematurely and providing other materials that offend modesty. The Church unambiguously teaches that such explicit, immodest presentations can never be tolerated (TMHS, nos. 126, 127, 133, 139, 143). Even during puberty and adolescence, moral education “must not include the more intimate aspects of sexual information, whether biological or affective, which belong to individual formation within the family” (no. 133; emphasis added).<br>(3) BFL possesses a flawed view that the primary cause of impurity is ignorance, not sin. This is seen by a continual focus on information, rather than formation. The program tends to inform sinners rather than form saints (TMHS, nos. 122-23; Catechism of the Catholic Church, no. 407). BFL is also deficient in its presentation of Catholic doctrine, such as an inadequate treatment of original sin; failing to even mention, let alone distinguish between, mortal and venial sin; and making an inaccurate presentation on the human soul.<br>(4) BFL ambiguously presents official Church teaching on marriage and family, specifically regarding contraception. In addition, the program recommends the works of others who dissent from Catholic teaching on marriage and family. Because of such referrals, and because of the program’s inadequate presentation on sin, the program does not have in place safeguards to help ensure that teachers faithfully communicate Church teaching on sensitive marriage and family issues (TMHS, nos. 116, 117, 120, 135, 145, 146).<br>In light of TMHS, CUF recommends that schools work with parents so that they can form their children regarding the intimate details of chastity within their homes (nos. 145, 150). In addition, general discussions of chastity should take place within already existing religion classes. As the Catechism conveys, these discussions should be framed by the Sixth and Ninth Commandments (Catechism, nos. 2331-2400, especially 2331-56, and 2514-33).<br>Benziger has recently produced a new version of its Family Life program, making explicit sections on sexual anatomy and the marital act detachable. Although they market this as a “less offensive” program, it remains one that we cannot endorse. If the publisher recognizes the program as “offensive,” requiring a “less offensive” option, we find it disappointing that Benziger offers this new edition as a marketing option, rather than out of moral conviction."
              },
              {
                  "title": "CANONICAL MISCONCEPTIONS: POPE PIUS IX AND THE CHURCH’S TEACHING ON ABORTION",
                  "question": "Has the Catholic Church always taught that abortion is a grave sin? If so, how do you respond to the charge that the Church only declared abortion to be murder in 1869 under Pope Pius IX?",
                  "summary": "The Catholic Church has always taught that abortion is a grave sin and has always prohibited Catholics from cooperating in or procuring an abortion. This has been the clear and constant doctrine of the Catholic Church, as even the ancient Didache, a first-century document that conveys the teaching of the early Church, affirms: “You shall not procure abortion, nor destroy a new-born child” (cf. Acts. 2:42, Catechism of the Catholic Church, nos. 2270-75). What became clearer over time, because of advances in biology, was the issue of ensoulment, i.e., when the soul is infused into the unborn. In addition, the action of Pope Pius IX in 1869 was one of changeable discipline, not a change in doctrine. In this case, the Pope merely removed the distinction between the “unensouled” and “ensouled” fetus, making the canonical punishment the same for abortion at every stage because the soul is infused at conception (Catechism, no. 366). While the Church does not change her doctrine, she can modify the penalties for violating that doctrine as she deems appropriate. Thus, while a complete description of all the ways in which abortion offends God has not always been completely understood, the fact that it is a grave offense against God has always been taught."
              },
              {
                  "title": "CATHOLIC TRADITIONS FOR ADVENT AND CHRISTMAS",
                  "question": "How can families better live the spirit of Advent and Christmas in their homes?",
                  "summary": "The Catholic Church has designated the four weeks preceding Christmas as Advent, a time to “prepare the way of the Lord” for His coming as our King and Savior. In addition, the Church teaches that:<br>when the Church celebrates the liturgy of Advent each year, she makes present this ancient expectancy of the Messiah, for by sharing in the long preparation for the Savior’s first coming, the faithful renew their ardent desire for his second coming. By celebrating [John the Baptist’s] birth and martyrdom, the Church unites herself to his desire: “He must increase, but I must decrease” (Catechism, no. 524; original emphasis).<br>By participating in various time-honored traditions, such as making Jesse trees or putting on a Christmas play at home, Catholic families can engage more fruitfully in the seasons of Advent and Christmas."
              },
              {
                  "title": "CHASTITY BEGINS AT HOME: PARENTAL RIGHTS AND CHASTITY EDUCATION",
                  "question": "What are the rights and duties of parents when it comes to chastity education? How can they effectively resolve their concerns regarding chastity education programs at a parish or school in a constructive manner?",
                  "summary": "The Church has consistently taught that parents are the principal and first educators of their children (Catechism, no. 1653). According to natural law and the Church’s moral teachings, schools must be subservient to parents, particularly in the area of sex education. School programs must not violate a child’s innocence. Even with adolescents, classroom programs must not include the more intimate aspects of sexual information, whether biological or affective, which belong to individual formation within the family."
              },
              {
                  "title": "CHOOSE LIFE THAT YOU AND YOUR CHILDREN MIGHT LIVE: THE TRUTH ABOUT BIRTH CONTROL",
                  "question": "Is artificial birth control or contraception ever permitted?",
                  "summary": "Under no circumstances is the use of contraception morally permissible. This is the clear and infallible teaching of the Catholic Church and, because it flows from the natural law as given to us by God, the Creator of all people, it is binding on all men and women (Humanae Vitae [HV] 18; Catechism, no. 2036)."
              },
              {
                  "title": "DIVORCE AND REMARRIAGE: THE CHURCH’S PERSPECTIVE",
                  "question": "What does the Catholic Church teach about remarriage after divorce? Can divorced and remarried Catholics substitute their personal judgment for a Church annulment? Can divorced and remarried Catholics receive Holy Communion?",
                  "summary": "The Catholic Church does not permit the practice of divorce and remarriage under any circumstances. As our Lord says, “The man who divorces his wife and marries another is guilty of adultery against her. And if a woman divorces her husband and marries another, she is guilty of adultery too” (Mk. 10:11-12). One can be an innocent victim of divorce, and serious circumstances may warrant a separation of spouses, but remarriage is morally wrong.<br>A Catholic cannot substitute his personal judgment as to whether his marriage was invalid (internal forum) in place of the legitimate Church annulment process.<br>In general, the Church does not allow divorced and remarried Catholics to receive the sacraments. For serious reasons, there are certain exceptions to this discipline."
              },
              {
                  "title": "HOME SCHOOLING RESOURCES",
                  "question": "Are there any home schooling resources committed to preserving the teachings of the Catholic Church? Are there other resources available that are not Catholic but respect the Catholic home schooling parent?",
                  "summary": "Yes, there are many resources available to Catholic home schooling parents."
              },
              {
                  "title": "LENTEN TRADITIONS WITHIN THE HOME",
                  "question": "How can families better live the spirit of Lent and Easter in their homes?",
                  "summary": "The Catholic Church has designated the liturgical season of Lent to be a period of 40 days, not including Sundays. It begins on Ash Wednesday and ends with Holy Saturday, the day before Easter Sunday. It is a period of fasting and self-denial, for we imitate Christ’s fasting for 40 days and 40 nights before His temptation by the devil (Catechism of the Catholic Church, nos. 538-40). Pope Gregory I described Lent as “the spiritual tithing of the year.”<br>The liturgical season of Easter begins with the Feast of feasts, Christ’s resurrection. St. Gregory of Nazianzus writes, “This highest Feast and greatest celebration so much surpasses not only civic holidays but also the other feast days of the Lord, that it is like the sun among the stars.”<br>In The Easter Book, Fr. Francis Weiser, S.J. simply states, “From the very first, the resurrection of Christ was celebrated as the greatest and most important festive day of the entire year. In fact, every Sunday is a little Easter, consecrated to the memory of the Risen Christ.”"
              },
              {
                  "title": "MALE AND FEMALE HE CREATED THEM: THE CHURCH AND “SAME SEX MARRIAGES”",
                  "question": "Why does the Church oppose government-sanctioned homosexual “marriages”?",
                  "summary": "Two men cannot legitimately marry each other, nor can two women, no matter what any earthly judicial or legislative body may say. Marriage is by nature defined by the conjugal act between one man and one woman, a monogamous or exclusive union in which the two become one in a lifelong partnership (cf. Gen. 2:24; Mt. 19:4-6)."
              },
              {
                  "title": "MARRIAGE IN GOD’S PLAN: DISCOVERING THE POWER OF MARITAL LOVE",
                  "question": "What is the role of marriage in the plan of God?",
                  "summary": "Christ restored marriage to its original integrity and elevated it to the dignity of a sacrament. Marriage reflects the communion of love that the Godhead shares in Himself and is a means through which God restores man to the communion for which he was created."
              },
              {
                  "title": "PLAY IT AGAIN: ORGAN DONATION",
                  "question": "What is the position of the Catholic Church on organ donation for the purpose of transplant? What moral principles are involved? What would motivate one to be an organ donor?",
                  "summary": "Pope John Paul II sums up the position of the Church in these words:<br>[T]he Gospel of life is to be celebrated above all in daily living, which should be filled with self-giving love for others. …Over and above such outstanding moments, there is an everyday heroism, made up of gestures of sharing, big or small, which build up an authentic culture of life. A particularly praiseworthy example of such gestures is the donation of organs, performed in an ethically acceptable manner, with a view to offering a chance of health and even of life itself to the sick who sometimes have no other hope."
              },
              {
                  "title": "PURE BIOLOGY? EFFECTIVE CHASTITY EDUCATION",
                  "question": "How can parents determine whether a particular “sex education” program will effectively teach their children the virtue of chastity?",
                  "summary": "To determine whether such a program is faithfully and effectively assisting the parents, there are six useful questions, based on a wealth of Church teaching on the subject, that should be asked. These questions should be considered particularly in light of The Truth and Meaning of Human Sexuality: Guidelines for Education Within the Family (TMHS), published in late 1995 by the Pontifical Council for the Family."
              },
              {
                  "title": "RAISING TOMORROW’S SAINTS: THE CATHOLIC EDUCATION OF YOUTH",
                  "question": "What is Catholic education?",
                  "summary": "Catholic education recognizes that knowledge is at the service of man and must be directed toward the common good and the salvation of all. Such education requires a formation in the virtues that has foundation in the Commandments of God. An education is truly Catholic to the degree an educator uses the educational experience to evangelize the students and form them in Christ."
              },
              {
                  "title": "REPRODUCTIVE TECHNOLOGIES",
                  "question": "What does the Church teach about reproductive technologies?",
                  "summary": "If they help married couples realize the basic goods involved in marriage, the Church favors technological interventions. The Church opposes technological interventions that violate the natural law regarding the intrinsic goods and natural rights of the human person. In this regard, the Church protects human life and the procreative and unitive aspects of sexual acts within marriage.1 The following are morally wrong: in vitro fertilization and the discarding of embryos in in vitro fertilization, non-therapeutic experimentation or manipulation on embryos, artificial insemination (whether by donor or by husband) and human cloning. The Church has not pronounced on the procedures called GIFT and TOTS."
              },
              {
                  "title": "RETURNING TO THE CHURCH",
                  "question": "What is the process for returning to the Catholic Church? What might a person returning to the Church expect?",
                  "summary": "Former Catholics can always return to the Church—they need only seek a priest. The priest can provide any needed guidance or instruction. A full return to the Church includes a celebration of the sacraments.<br>A person coming back into the Church can expect the fullness of the means of personal sanctification provided by Jesus Christ through His Church. He or she can expect a full participation in the mission of Christ and His Church. He or she should expect to experience the characteristics of the Church—one, holy, catholic, and apostolic—really but imperfectly manifested in the life of faith, the celebration of the liturgy, and pastoral governance."
              },
              {
                  "title": "SHOULD I ATTEND?",
                  "question": "Does the Catholic Church require Catholics not to attend weddings that the Church does not approve? If he can attend, is it permissible for a Catholic to be in the wedding party?",
                  "summary": "The Catholic Church does not explicitly prohibit Catholics from attending. However, there are certain moral principles that must be considered before a Catholic decides what to do. Most important, Catholics must avoid any actions that encourage others to sin or cause scandal."
              },
              {
                  "title": "SHOULD I BE A CONFIRMATION SPONSOR?",
                  "question": "Having received an invitation to be a confirmation sponsor, how can a person decide whether to accept?",
                  "summary": "There are a number of considerations a person might make when deciding whether or not to accept the invitation to be a sponsor for confirmation. They fall into two general categories: Church norms and personal considerations."
              },
              {
                  "title": "THE ANNULMENT PROCESS",
                  "question": "What is a declaration of nullity?",
                  "summary": "A declaration of nullity is not a divorce. A divorce recognizes a marriage existed but allows common life to end. A declaration of nullity is a decree by a Church court stating that a marriage never existed. In a case of marriage nullity, the judges must determine if the minimum requirements of marriage were met, not if the ideal marriage was achieved. If minimum requirements were met, the validity of the marriage is upheld."
              },
              {
                  "title": "TRUE COMPASSION FOR THE DYING: THE CHURCH’S TEACHING ON EUTHANASIA",
                  "question": "What is euthanasia? Why does the Church forbid its practice?",
                  "summary": "The glossary in the Catechism of the Catholic Church defines euthanasia as “an act or omission which, of itself or by intention, causes the death of handicapped, sick, or dying persons -- sometimes with an attempt to justify the act as a means of eliminating suffering.”<br>Euthanasia is a form of murder and thus is prohibited by the Fifth Commandment. It is a grave offense against the dignity of the human person and also against God, the Author of human life. While motives and circumstances can mitigate one’s culpability, they do not change the nature of this murderous act, which must be forbidden (Catechism, no. 2277).<br>The Church affirms the right to life of all persons, from conception to natural death. The Church encourages those with terminal illness to unite their sufferings with those of Jesus Christ, for the sake of His body, the Church (cf. Col. 1:24). The Church also encourages caregivers and family members to treat sick or handicapped persons with “special respect” (Catechism, no. 2276)."
              },
              {
                  "title": "WHAT MAKES A MARRIAGE? CONSENT, CONSUMMATION, AND THE SPECIAL CASE OF THE HOLY FAMILY",
                  "question": "Must a marriage be consummated in order to be considered valid? Can a valid marriage be dissolved? If so, what about the marriage of Joseph and Mary, which was not consummated?",
                  "summary": "A marriage is valid in which both parties have expressed their free consent to be married through the exchange of vows, even though they have not consummated their union. However, a marriage that has not been consummated may be dissolved by the Church. Regarding the marriage of Joseph and Mary, their complete commitment to doing the will of God made dissolution a non issue in their case. As Pope John Paul II has written, “In the course of that pilgrimage of faith which was his life, Joseph, like Mary, remained faithful to God’s call until the end.”"
              }
          ]
      }