{
  "category": "general",
  "category_display": "General",
  "faith_facts": [
      {
          "title": "A MATTER OF RECEPTION: ABORTION, HOLY COMMUNION, AND CATHOLIC POLITICIANS",
          "question": "Should Catholic politicians who publicly support abortion rights receive Holy Communion? What principles apply to this situation?",
          "summary": "All Catholics who reject the Church’s moral teaching concerning the evil of abortion and/or advocate or promote abortion rights should not receive Communion until they repent of their position and are restored to full communion with the Church. This is based on the fundamental Right to Life and, more specifically, the Church’s perennial teaching that direct abortion is always a grave offense against the Right to Life. It is also based on traditional teaching regarding the worthy reception of Holy Communion.<br>Additional factors come into play in the case of Catholic politicians. According to Church law, they may even be denied Communion if they persist in their public support of abortion rights."
      },
      {
          "title": "A SEASON OF HOPE: JUBILEE YEAR 2000",
          "question": "What is the significance of Jubilee Year 2000? How can I participate in the special graces given during this time?",
          "summary": "The Third Millennium is a threshold of Hope for all men seeking peace in God's plan. We can participate in the special graces given during this time if we remain docile to the working of the Holy Spirit and enter fully into the life of the Church. In his Bull of Indiction of the Great Jubilee of the Year 2000, John Paul II outlines how we can enter fully into the mystery of the Church during this year of grace."
      },
      {
          "title": "ABOVE AND BEYOND: THE CHURCH’S TEACHING ON MIRACLES",
          "question": "What is a miracle? What is the purpose of miracles?",
          "summary": "Traditionally understood, a miracle is a supernatural sign or wonder, brought about by God, signifying His glory and the salvation of mankind. As a sign, a miracle is perceived by the senses and makes present the supernatural order, God’s governance of nature, and His loving plan of salvation. Miracles are a call to faith."
      },
      {
          "title": "ALL HALLOWS’ EVE",
          "question": "Is the celebration of Halloween a pagan feast? May a Catholic celebrate Halloween in good conscience? What is the history of this popular American holiday?",
          "summary": "We celebrate Halloween on the evening before All Saints Day. The word itself is a shortened form of “All Hallows’ Eve,” which quite literally means “the eve of All Saints.” From the earliest days of the Feast of All Saints (mid 700s A.D.), Catholics observed October 31 as the vigil of this November 1 celebration. This feast commemorates the lives of Christians who lived exemplary lives of faith. Pope Sixtus IV introduced an octave to the feast day in the 1400s, which was celebrated until 1955.<br>In the United States, the secular celebration of Halloween combines the diverse holidays and cultural practices of the immigrants who settled here. The Church has not issued any prohibitions on celebrating Halloween, so Catholics remain free to participate in accord with their conscience. Naturally, such participation must not conflict with the faith or Christian charity."
      },
      {
          "title": "ALL YOU NEED IS LOVE: THE THEOLOGICAL VIRTUE OF CHARITY",
          "question": "What is the virtue of charity? How can I better live it in my life?",
          "summary": "Charity allows us to love God above all else for His own sake, and to love our neighbor for the love of God (cf. Mk. 12:29-31; Catechism, no. 1822)"
      },
      {
          "title": "ANGLICAN-CATHOLIC RELATIONS: THE QUEST FOR UNITY",
          "question": "What is the state of relations between the Anglican Communion and the Catholic Church? What does the Catholic Church teach about the validity of the sacraments within Anglicanism?",
          "summary": "The Catholic Church takes seriously the desire of Our Lord Jesus Christ “that they all may be one” (Jn. 17:21), and so there are ongoing discussions and efforts to overcome those things that separate Anglicans from Catholics. Because the Catholic Church has a responsibility to present the truth as revealed in Scripture and Tradition, it is necessary at times to be clear about those areas in which other Christians have deviated from Christ’s teaching. Although there are striking similarities between Anglicans and Catholics, there remain serious areas of doctrinal disagreement which mean that the sad divisions, for now, continue."
      },
      {
          "title": "ANT-JUDAISM VS. ANTI-SEMITISM: WAS CHRISTIANITY RESPONSIBLE FOR THE NAZI HOLOCAUST?",
          "question": "Should the Pope apologize for the Nazi Holocaust? Did Christian teaching, as is increasingly being alleged, create cultural conditions which ultimately drove the Jews to their mass graves during the mid-twentieth century?",
          "summary": "In understanding the “Holocaust apology” scenario, we must distinguish between anti-Judaism among Christians, and anti-Semitism in Church teaching. The term anti-Judaism refers to subjective feelings of distaste towards the Jewish people. While it is sinful for Christians to be prejudiced in this way, the sorry truth is that such antagonism exists as an historical fact. Quite different is the question of anti-Semitism, or a philosophical belief in the inferiority of the Jewish race. Such a tenet does not exist and has never existed in Catholic doctrine or social teaching. To answer the questions noted, we must maintain this distinction between anti-Judaism and anti-Semitism."
      },
      {
          "title": "ATTENDING A NON-CHRISTIAN WORSHIP SERVICE",
          "question": "May a Catholic attend non-Christian worship services?",
          "summary": "Catholics are not prohibited from attending non-Christian worship services. However, before attending a non-Christian worship service, there are some considerations a Catholic should make."
      },
      {
          "title": "ATTENDING A PROTESTANT SERVICE",
          "question": "May a Catholic attend a service at a Protestant church? How may a Catholic participate?",
          "summary": "A Catholic may attend and participate in common prayer at services in Protestant churches. Catholics are encouraged to pray and sing, and they may read or preach, but a Catholic may not receive “communion” if this is part of the service."
      },
      {
          "title": "AVOIDING WAR AND SAFEGUARDING PEACE",
          "question": "What does the Church teach about just war?",
          "summary": "While recognizing the right of nations to legitimate self-defense under the just war doctrine, the teaching Church urges the avoidance of war."
      },
      {
          "title": "BURYING A STATUE OF ST. JOSEPH TO SELL YOUR HOUSE",
          "question": "What does the Church say about the custom of burying a statue of St. Joseph for the purpose of selling one’s home?",
          "summary": "The Church teaches that the faithful should pray to the saints for their intercession. The custom of burying a statue of St. Joseph for the purpose of selling one’s home can be in harmony with the teachings of the Church when grounded in prayer for St. Joseph’s intercession. At the same time, the Church cautions against superstitious beliefs such as attributing some power to the act of burying the statue."
      },
      {
          "title": "CAN GOD DO THE IMPOSSIBLE?",
          "question": "Can God do the impossible?",
          "summary": "What is possible for God extends beyond the limits of human reason or human possibility.<br>“For my thoughts are not your thoughts, neither are my ways your ways, says the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts” (Is. 55: 8-9)."
      },
      {
          "title": "CAPITAL PUNISHMENT",
          "question": "What is the Church’s teaching on capital punishment?",
          "summary": "The traditional teaching of the Church does not exclude recourse to the death penalty, so long as it is the only possible way of effectively defending human lives against an unjust aggressor.<br>The Church also affirms that non-lethal means of punishment are generally more in keeping with the good of society and the dignity of the human person. In today’s society, the cases in which the execution of a criminal is an absolute necessity are very rare, if not practically nonexistent (Catechism, no. 2267)."
      },
      {
          "title": "CHRISTIAN JOY",
          "question": "What is Christian joy?",
          "summary": "Pope Paul VI teaches that Christian joy “consists in the human spirit’s finding repose and a deep satisfaction in the possession of the Triune God, known by faith and loved with the charity that comes from Him.”"
      },
      {
          "title": "CHRISTIAN STEWARDSHIP: WHAT GOD EXPECTS FROM US",
          "question": "What is Christian stewardship? How can I be a proper steward of God’s gifts?",
          "summary": "Christian stewardship is a way of living in which we recognize that everything belongs to God. All resources must be used for His glory and the common good. Solidarity is the fruit of stewardship."
      },
      {
          "title": "CLONING: AN AFFRONT TO HUMAN DIGNITY",
          "question": "What is human cloning? Why does the Church teach that cloning is immoral?",
          "summary": "Cloning is a form of artificial reproduction in which the offspring produced is genetically identical to the individual from whom he or she originated. Human cloning is immoral because it attacks the dignity of human procreation and because it is an affront to the dignity of the individuals involved in cloning."
      },
      {
          "title": "DAILY PENANCE & DAYS OF PENANCE",
          "question": "What does the Church teach about daily penance? What are the days of penance, and how ought Catholics to observe them?",
          "summary": "As part of our response to Christ’s exhortation to repent, the Church urges us to live penitentially every day. While Catholics are called to do penance primarily in daily life, the Church has established special days of penance-all Fridays and the season of Lent-on which Catholics are called to pray, fast, and perform works of charity. The laws of fast and abstinence bind Catholics of certain ages on certain days of penance."
      },
      {
          "title": "DARK NIGHT OF THE SOUL",
          "question": "What is the “Dark Night of the Soul”?",
          "summary": "The concept of the “Dark Night of the Soul” comes from the writings of St. John of the Cross. It refers to the purification of the sensual and spiritual appetites through which one becomes more open to God."
      },
      {
          "title": "DEBUNKING THE OVERPOPULATION MYTH",
          "question": "Is the world overpopulated? Could we not cure countless social problems if we stabilized or curbed the rate of population growth?",
          "summary": "No. The claims of the Zero Population Growth (ZPG) lobby crumble in any encounter with the facts. Proponents of population control argue that the earth has too fragile an environment, and too limited space and resources to sustain population growth. Historic and scientific facts prove these arguments false. More importantly, Sacred Scripture and the teachings of the Catholic Church on man’s nature and the purpose of the earth provide a proper understanding of the issues involved, and offer just solutions for the social problems of our day."
      },
      {
          "title": "DOCTORS OF THE CHURCH",
          "question": "What does it mean to be a doctor of the Church? Who are the doctors of the Church?",
          "summary": "The doctors of the Church are certain men and women who are revered by the Church for the special value of their writings and preaching and the sanctity of their lives. Thirty-three saints have been declared doctors of the Church. The most recent addition is St. Theresa of the Child Jesus (a.k.a. St. Thérèse of Lisieux), who was declared a doctor of the Church by Pope John Paul II in 1997."
      },
      {
          "title": "DRAWING THE LINE: THE CHURCH’S TEACHING ON EMBRYONIC STEM CELL RESEARCH",
          "question": "What are stem cells? What does the Church teach about embryonic stem cell research?",
          "summary": "Stem cells are the building blocks of human tissues. The Church teaches that the intentional destruction of human embryos, which is necessary for embryonic stem cell research, is gravely immoral (cf. Catechism, no. 2274-75)."
      },
      {
          "title": "EASTERTIDE: DETERMINING THE DATE FOR EASTER",
          "question": "How is the date of Easter determined by the Church?",
          "summary": "Easter falls on the first Sunday following the full moon after the vernal equinox (first day of spring). The Council of Nicea (AD 325) set this standard for the date for Easter to provide uniformity to the Church’s observance of her greatest feast day. The formula the Council set takes into account both Easter as the New Passover and Easter Sunday as the New Sabbath, and it works out difficulties that resulted from the different calendars that were in use at the time."
      },
      {
          "title": "ECUMENICAL COUNCILS OF THE CHURCH",
          "question": "What is an ecumenical council? What are the more significant Church councils, their important teachings, and the actions that came from them?",
          "summary": "An ecumenical council is a gathering of all the bishops of the world, either called for by the Pope or confirmed by him, in the exercise of their authority over the universal Church. Infallibility is present in the body of bishops when, with the Pope, they exercise the Church’s Magisterium in an ecumenical council. When the Church presents a doctrine as the teaching of Christ through this Magisterium, the doctrine “must be adhered to with the obedience of faith” (Catechism, no. 891)."
      },
      {
          "title": "FOLLOWING OUR BISHOPS: APOSTOLIC AUTHORITY IN THE CHURCH",
          "question": "As a Roman Catholic, I understand that the Pope has authority over the entire Church. What, then, is the role of my local bishop? What should be my attitude toward him?",
          "summary": "In the Catechism of the Catholic Church, the Church teaches that “the faithful should be closely attached to the bishop as the Church is to Jesus Christ, and as Jesus Christ is to the Father” (no. 896). In communion with the whole Church, and under the guidance of the Pope, bishops are called to exercise authority in the name of Christ in their respective dioceses. Because the bishop is truly a successor of the apostles, our attitude should be characterized by charity, respect, and obedience."
      },
      {
          "title": "FROZEN EMBRYOS AND EMBRYO ADOPTION",
          "question": "What should be done with frozen embryos, which are the result of in vitro fertilization (IVF)? Is “embryo adoption” a morally acceptable solution?",
          "summary": "Frozen embryos are produced using immoral means (IVF). Yet by the fact of their existence, these tiny human beings have the right to life. They cannot be destroyed or experimented on, nor can they be left frozen. While moral theologians work on a solution, faithful Catholics are free to propose possible solutions within the moral framework provided by the Church.<br>Some moral theologians and ethicists have proposed embryo adoption, whereby the frozen embryo is implanted in an adoptive mother’s womb. However, embryo adoption is not a simple solution, and requires answers to several significant moral questions.<br>Pope John Paul II recognized that these embryos exist due to a series of violations of the moral law and that finding a solution presents many complications. He advocated not only that the lives of the existing embryos must be protected, but that the very production of these embryos must be halted."
      },
      {
          "title": "FUNDAMENTAL OPTION",
          "question": "What is the “fundamental option”? Can individual acts of sin separate a person from God?",
          "summary": "The fundamental option is a person’s basic orientation in life either for or against God. This orientation is directed by a person’s actions."
      },
      {
          "title": "GOD’S BIG BANG: THE CHURCH AND EVOLUTION",
          "question": "What does the Church teach regarding evolution?",
          "summary": "The Church rejects all theories of evolution that do not reflect the revelations of God. Pius XII “already stated [in Humani Generis] that there was no opposition between evolution and the doctrine of the faith about man and his vocation, on condition that one not lose sight of several indisputable points.” As explained by John Paul II, “the theory of natural evolution, understood in a sense that does not exclude divine causality, is not in principle opposed to the truth about the creation of the visible world as presented in the Book of Genesis.” Any such theory must affirm that our all loving, omnipotent God created all things, that human souls are created immediately by God, and that we are all descended from the same set of human parents—Adam and Eve—from whom we inherited our fallen condition. In a nutshell, Catholics are free to accept some theories of evolution, within certain guidelines, but they are under no obligation to do so. Likewise, teaching theories of evolution that contradict truths of the Catholic Faith represents an attack on the Faith itself."
      },
      {
          "title": "HELL: THE SELF-EXCLUSION FROM GOD",
          "question": "What is Hell? Where is it?",
          "summary": "<em>“To die in mortal sin without repenting and accepting God’s merciful love means remaining separated from him forever by our own free choice. This state of definitive self-exclusion from communion with God and the blessed is called ‘hell’”.</em> Regarding hell’s location, while individual theologians have offered conjectures, the Church has not made a definitive proclamation on the subject, wisely following the advice of St. John Chrysostom: “We must not ask where hell is, but how we are to escape it.”"
      },
      {
          "title": "HERE I AM, LORD: VOCATIONS IN CHRIST",
          "question": "What is meant by the term “vocation”?",
          "summary": "Vocation” comes from the Latin verb vocare, meaning “to call.” The glossary in the Catechism of the Catholic Church defines “vocation” as:<br>[T]he calling or destiny we have in this life and hereafter. God has created the human person to love and serve him; the fulfillment of this vocation is eternal happiness. Christ calls the faithful to the perfection of holiness. The vocation of the laity consists in seeking the kingdom of God by engaging in temporal affairs and directing them according to God’s will. Priestly and religious vocations are dedicated to the service of the Church as the universal sacrament of salvation."
      },
      {
          "title": "HOLD FAST TO WHAT IS GOOD: ON BORROWING FORMS OF MEDITATION FROM EASTERN RELIGIONS",
          "question": "Should Christians look to non-Christian methods of meditation to draw closer to God? What are the more popular non-Christian methods of today? Can the Church’s tradition meet the spiritual needs of those looking to non-Christian methods?",
          "summary": "The Church acknowledges the usefulness of some elements of meditation found in non-Christian religions, provided that these elements be renewed or redefined by the Catholic faith. The Church’s basic understanding of Christian prayer must not be expanded to incorporate non-Christian elements."
      },
      {
          "title": "“HOLY THINGS TO THE HOLY”: SACRED THINGS, PLACES, AND TIMES",
          "question": "What does the Church call sacred and why? What is the proper use of the sacred?",
          "summary": "According to the Code of Canon Law (Codex Iuris Canonici [CIC], c. 12-5), a place is said to be sacred if it is designated for divine worship. Such things must be used according to their purpose in divine worship to the exclusion of any common or ordinary usage. Sacred times are those times set apart in which “the astonishing actions of the Savior God” are commemorated in order to give God thanks and perpetuate their remembrance throughout all generations (Catechism, nos. 1163, 1164)."
      },
      {
          "title": "HOPE: A PILGRIM’S VIRTUE",
          "question": "What is the theological virtue of hope?",
          "summary": "The theological virtue of hope is the confident expectation of divine blessing and eternal life with God (cf. Catechism, no. 2090). This virtue is infused at Baptism and enables the Christian, who is an heir of heaven (cf. Rom. 8:17; Gal. 4:7; Tit. 3:6-7), to persevere in order to reign with Christ (2 Tim. 2:12)."
      },
      {
          "title": "HOROSCOPES: SHOULD THE CHRISTIAN FAITHFUL USE THEM?",
          "question": "Should the Christian faithful utilize horoscopes?",
          "summary": "Consulting horoscopes is a form of divination and as such, rejected by the Church. Consulting horoscopes is an offense against the First Commandment (“I am the LORD your God . . . you shall have no other gods before me.”). Horoscopes should not be used in seriousness, nor should they be used as entertainment, even if a person does not believe that they have a power to predict the future."
      },
      {
          "title": "HUMAN SUFFERING: WHY DOES GOD PERMIT IT?",
          "question": "“If God the Father almighty, the Creator of the ordered and good world, cares for all His creatures, why does evil exist?” (Catechism, no. 309)",
          "summary": "“To this question, as pressing as it is unavoidable and as painful as it is mysterious, no quick answer will suffice. Only Christian faith as a whole constitutes the answer to this question” (ibid.)."
      },
      {
          "title": "I WILL GIVE YOU SHEPHERDS: ADDRESSING THE PRIEST SHORTAGE",
          "question": "Is there a priest shortage? What is being done to address shortages where they occur? What can be done to increase the number of candidates for ordination?",
          "summary": "There is some debate as to what constitutes a priest shortage. Some compare current ratios of priests to faithful with ratios from other eras, though some say that demand for priests has diminished to the point that the ratios are not comparable. Others contend that “priests shortage” is a slogan used by those who seek structural change in the Church. Apart from how “shortage” is defined, though, in some parts of the world the faithful acutely feel a need for priests. The Church is addressing shortages on both the universal and local level. Vatican II (1962-65) treated the issue of fostering vocations in <em>Optatam Totius</em>, the decree on the training of priests. The Holy Father, Pope John Paul II, issued an apostolic exhortation in 1992 entitled <em>Pastores Dabo Vobis</em> (“I Will Give You Shepherds”) which likewise addresses the issue. The brunt of the work, however, falls to the local bishop, who has the responsibility to apply these teachings and find co-laborers for Christ in his own diocese. In a diocese experiencing a priest shortage, the bishop must both provide the faithful with the spiritual goods of the Church and also uphold the essential identity and function of his pastors and their parishes. While there may be shortage of priests in some areas, there is no shortage of vocations. The general fostering of vocations among the faithful is necessary before the seminaries can be filled. The faithful should also actively seek the spiritual goods (sacraments) of the Church, which are primarily administered by priests."
      },
      {
          "title": "INDULGENCES",
          "question": "What is an indulgence? How do you obtain them? For whom can an indulgence be gained?",
          "summary": "An indulgence remits temporal punishment1 or consequences due to sins for which we have already been forgiven. The Church dispenses indulgences when, as a minister of Christ’s Redemption, “she dispenses and applies with authority the treasury of the satisfaction won by Christ and the saints.”2 We gain an indulgence when we are properly disposed and perform prescribed penitential actions. Indulgences are either partial or plenary, so named because they remove either part (partial) or all (plenary) of the temporal punishment due to actual sin.3 Through God’s grace and the intercession of the saints, indulgences magnify the power of our penitential actions, remitting the temporal consequences of some or all of our sins.<br>Christians living on earth and in the state of grace can obtain indulgences, and they may do so only for themselves or a deceased member of the Body of Christ."
      },
      {
          "title": "IS MISSING SUNDAY MASS A MORTAL SIN?",
          "question": "Is missing Sunday Mass a mortal sin?",
          "summary": "The requirement to attend Mass on Sunday and other holy days of obligation, rooted in the Third Commandment and codified in Church law (cf. Code of Canon Law, canons 1246-48) is a serious obligation for all Catholics. A Catholic who (a) is able to attend Sunday Mass (i.e., who is not impeded by illness, lack of transportation, etc.), (b) knows the seriousness of this requirement, and (c) nonetheless freely chooses to miss Mass, thereby commits a mortal sin (cf. Catechism, no. 2181)."
      },
      {
          "title": "JEHOVAH AS A NAME OF GOD",
          "question": "Where do we get the word “Jehovah”? Is “Jehovah” an acceptable pronunciation of the name of God?",
          "summary": "The origins of the word “Jehovah” go back to Exodus 3:14 when God reveals his name to Moses: “I Am Who Am.” The Hebrew “YHWH” (also called the tetragrammaton) is generally accepted as representing this Name of God (cf. Ex. 3:14; Jn. 8:58), and “Jehovah” is an attempt at translating the Name of God. While a common pronunciation, “Jehovah” is a misnomer that developed out of an improper understanding of the Hebraic texts."
      },
      {
          "title": "LENT: DISCIPLINE AND HISTORY",
          "question": "How did Lent arise? What is its current discipline, and what is its history?",
          "summary": "At the beginning of His public life, Jesus was tempted for 40 days in the desert (Mt. 4:1–11; Mk. 1:12–13; Lk. 4:1–13). “By the solemn 40 days of <em>Lent</em>,” the <em>Catechism of the Catholic Church</em> teaches, “the Church unites herself each year to the mystery of Jesus in the desert.” The Church has also officially set aside this time as a season of penance: <em>The seasons and days of penance</em> in the course of the liturgical year (Lent, and each Friday in memory of the death of the Lord) are intense moments of the Church’s penitential practice. These times are particularly appropriate for spiritual exercises, penitential liturgies, pilgrimages as signs of penance, voluntary self-denial such as fasting and almsgiving, and fraternal sharing (charitable and missionary works)."
      },
      {
          "title": "LET THE SON SHINE: THE TRUTH ABOUT THE NEW AGE MOVEMENT",
          "question": "May Catholics participate in New Age activities?",
          "summary": "No. The New Age movement opposes the Catholic Faith. It denies doctrines essential to Christianity, such as the Trinity, the divinity of Christ, the redemptive sacrifice of Christ on Calvary, and the God-ordained necessity of the Church for salvation. The New Age movement is rooted in witchcraft ideology and practice. Because of its direct opposition to the truths of the faith, participation in New Age activities constitutes grave matter and is offensive to Christ and His Church. No one should participate in New Age activities."
      },
      {
          "title": "MARY, MOTHER OF THE CHURCH",
          "question": "Is “Mother of the Church” an official title of the Blessed Virgin Mary? How do we understand this title?",
          "summary": "“Mother of the Church” is a title of the Blessed Virgin Mary that was solemnly proclaimed by Pope Paul VI at the closing address of the third session of the Second Vatican Council on November 21, 1964. In this proclamation, the Holy Father made clear reference to Vatican II’s Dogmatic Constitution on the Church (<em>Lumen Gentium</em>), which provided foundational teaching on the intimate relationship between Mary and the Church. In his address, Pope Paul VI said: Therefore, for the glory of the Blessed Virgin and our consolation, we declare most holy Mary Mother of the Church, that is of the whole Christian people, both faithful and pastors, who call her a most loving Mother; and we decree that henceforth the whole Christian people should, by this most sweet name, give still greater honor to the Mother of God and address prayers to her. Four years later, Pope Paul VI used this title in his profession of faith commonly known as the “Credo of the People of God”: We believe that the Most Holy Mother of God, the new Eve, the Mother of the Church, carries on in heaven her maternal role with regard to the members of Christ, cooperating in the birth and development of divine life in the souls of the redeemed (no. 15; cf. Catechism, no. 975)."
      },
      {
          "title": "MORALITY IS HABIT-FORMING: THE CARDINAL VIRTUES",
          "question": "What are the cardinal virtues? What is the role of the cardinal virtues in the Christian life?",
          "summary": "Virtue is a habitual and firm disposition to do the good (Catechism, no. 1803). There are two types of virtues: theological and human (or moral) virtues. The theological virtues of faith, hope, and charity relate directly to God, are given to us at Baptism, and allow us to live a life of supernatural grace as children of God (cf. Catechism, nos. 1812-13).<br>The immediate object of the human virtues is not God, but human activities that lead us to God. They are generally acquired by human effort but are assisted and reach their perfection by grace. These virtues help us to lead a morally good life with joy and relative ease (cf. Catechism, no. 1804).<br>Four of the human or moral virtues are known as <em>cardinal</em> virtues. “Cardinal” comes from the Latin word <em>cardo</em>, which means “hinge.” The cardinal virtues, then, are considered the “hinge virtues” and are the basis for all the other human virtues. They are <em>prudence</em>, <em>justice</em>, <em>fortitude</em>, and <em>temperance</em>.<br>Sacred Scripture frequently attests to the value of these virtues in living a godly life, although sometimes under other names. For example, Wisdom 8:7 provides:<br>And if any one loves righteousness, [wisdom’s] labors are virtues; for she teaches self-control [i.e., temperance] and prudence, justice and courage [i.e., fortitude]; nothing in life is more profitable for men than these."
      },
      {
          "title": "NEW ECCLESIAL MOVEMENTS",
          "question": "What are the new ecclesial movements, and what have been the popes’ assessments of them?",
          "summary": "The new movements that have been approved by the Church represent, according to Pope John Paul II, a providential response to charisms given by the Holy Spirit at this time in the Church’s history. While exhorting the movements to submit to the Church’s pastors, Pope John Paul and Pope Benedict have offered overwhelmingly positive assessments of them."
      },
      {
          "title": "NIHIL OBSTAT AND IMPRIMATUR",
          "question": "What are the <em>nihil obstat</em> and <em>imprimatur</em>? Do they guarantee that a work will authentically present the teachings of the Church?",
          "summary": "In the Catholic Church, certain types of writings need a bishop’s authorization to be published for use in Catholic instruction. The <em>nihil obstat</em> and <em>imprimatur</em> indicate that a writing has received that authorization. They signify that, in the judgment of the bishop who grants the <em>imprimatur</em>, the work contains nothing contrary to faith and morals. However, the <em>nihil obstat</em> and <em>imprimatur</em> are not an endorsement and do not guarantee that the entire contents of a work are true."
      },
      {
          "title": "NO MAN’S AN ISLAND: ASSOCIATIONS OF THE FAITHFUL",
          "question": "What is an association of the faithful? Are there different types?",
          "summary": "According to canon law: In the Church there are associations distinct from institutes of consecrated life and societies of apostolic life, in which the Christian faithful, either clergy or laity or clergy and laity together, strive by common effort to promote a more perfect life or to foster public worship or Christian doctrine or to exercise other apostolic works, namely to engage in efforts of evangelization, to exercise works of piety or charity and to animate the temporal order with the Christian spirit."
      },
      {
          "title": "NON-MASS USE OF CHURCHES",
          "question": "What are the Church’s norms regarding the use of churches for events other than the Mass?",
          "summary": "A sacred place should only hold events that exercise or promote worship, piety, and religion. However, in certain circumstances the bishop may allow other uses as long as they are not contrary to the sacred nature of the place."
      },
      {
          "title": "NOT IN VAIN: THE ROSARY AND REPETITION",
          "question": "Is the Rosary a prayer of “vain repetition” (cf. Mt. 6:7)? What type of prayer is the Rosary?",
          "summary": "Any prayer from the heart, repetitive or otherwise, is acceptable to God. How many times should we repeat “I love you” to our Heavenly Father? The matter then is not simply repetition, but vain repetition. As discussed below, the Rosary is not a prayer of “vain repetition” but a meditation moving slowly forward by the familiar words of the Hail Mary and the Lord’s Prayer."
      },
      {
          "title": "ONE, HOLY, CATHOLIC, AND APOSTOLIC: THE MARKS OF CHRIST’S CHURCH",
          "question": "What are the four marks of the Church?",
          "summary": "The four marks of the Church are an important element of the Catholic faith, dating back to the earliest ecumenical councils in Church history (Nicea in 325 and First Constantinople in 381). In the Nicene Creed we profess one, holy, catholic, and apostolic Church. Those four adjectives for the Church—one, holy, catholic, and apostolic—are what we call the four marks of the Church."
      },
      {
          "title": "PAPAL SUCCESSION",
          "question": "How is a pope elected? How do the faithful know that a papal election is valid? Who can be elected? Who is typically elected?",
          "summary": "As a matter of faith, the Church teaches that as long as the Church exists God will provide a valid succession of popes. As the First Vatican Council dogmatically pronounced:<br>Therefore, if anyone says that it is not according to the institution of Christ our Lord himself, that is, by divine law, that St. Peter should have perpetual successors in the primacy over the whole Church; or if anyone says that the Roman Pontiff is not the successor of St. Peter in the same primacy, anathema sit [i.e., “Let him be accursed.”]<br>Legally, anyone who can receive the fullness of the sacrament of Holy Orders can be elected. Typically, however, the pope is chosen from among the Church’s cardinals."
      },
      {
          "title": "POPULAR PIETY",
          "question": "What is popular piety? How does popular piety fit into the life of the Church and individual Christians?",
          "summary": "“Popular piety” is a collective term used to describe practices, devotions, and other activities “that do not replace the liturgical life of the Church; rather, they extend it into daily life.” Examples include Eucharistic adoration, Marian devotion, and practices and devotion associated with the Sacred Heart of Jesus, the Miraculous Medal and the Scapular. Their expression encompasses specific gestures; sacred texts and formulae; songs and music; sacred images; sacred places; and sacred times.<br>These practices and devotions “draw inspiration” from the sacred liturgy “and ultimately lead back to it.” Popular piety helps the faithful both to cultivate and give witness to their faith in Jesus Christ in their everyday lives. Because it is ordered toward the liturgy, popular piety has the same, ultimate goal: our being one with Christ in His mystical body and bride, the Catholic Church, and through Christ and His Church in union with our heavenly Father."
      },
      {
          "title": "PREACH TO THE ENDS OF THE EARTH: THE MEANS OF SOCIAL COMMUNICATION",
          "question": "What are the means of social communication? How can they be used most effectively for spreading the Gospel?",
          "summary": "In the Vatican II document, <em>Decree on the Means of Social Communication (Inter Mirifica</em> [IM]), the Magisterium provided a necessary understanding of the means of social communication and their proper use in the world. Social communication is the delivery of a message to a large audience at one time. The means of social communication are the ways through which the message is given. “These are the press, the cinema, radio, television and others of a like nature” (IM, no. 1). “It is the Church’s birthright to use and own any of these media which are necessary or useful for the formation of Christians and for pastoral activity” (IM, no. 3). “If the media are to be correctly employed, it is essential that all who use them know the principles of the moral order and apply them faithfully in this domain” (IM, no. 3)."
      },
      {
          "title": "PRIVATE REVELATION",
          "question": "What is the difference between private revelation and public Revelation?",
          "summary": "By divine Revelation God has communicated Himself and His will concerning our salvation (Vatican II, <em>Dei Verbum</em>, no. 6). The perfect Revelation of God is the Person of Jesus Christ (Heb. 1:1-2; <em>Dei Verbum</em>, no. 2). Public Revelation refers to the deposit of faith, entrusted to the Apostles, which includes all Church teaching (i.e., dogma and doctrine). Public Revelation ended with the death of the last apostle, St. John. As the Church reflects on the sacred deposit, her understanding can deepen, but the sacred deposit itself (i.e., what God revealed to us through His Son) does not change (Catechism, no. 66). Private revelation is so-called not because it is only for individuals or small groups, but to distinguish it from public Revelation. Authentic private revelations, such as approved Marian apparitions, neither add to or subtract from the deposit of faith. Rather, they call us to a greater commitment to Jesus Christ, the one Savior of the world, and the Church He founded, and draw our attention back to the content of public Revelation."
      },
      {
          "title": "PROCLAIMING THE GOOD NEWS TO THE WORLD: THE CHURCH’S EVANGELIZING MISSION",
          "question": "What is evangelization? What is the role of evangelization in the life of the Church? What is meant by the “new evangelization”? What is my role in evangelization?",
          "summary": "Evangelization is the proclamation of Christ and His Gospel by word and example, in fulfillment of Christ’s command (cf. Catechism, no. 905). The Church’s fundamental mission is to call all people to be reconciled to God through Jesus Christ. Evangelization takes place on a daily basis as the faithful bring Christ to the world. The new evangelization adapts this proclamation to a changing world with new ardor, methods, and expression."
      },
      {
          "title": "REIKI",
          "question": "What is Reiki? Is there medical evidence that Reiki is effective? Is Reiki compatible with the Catholic faith?",
          "summary": "Reiki (“ray-key”) means “universal life energy” or “universal life force.” Advocates describe Reiki as “a hands-on spiritual healing tradition” in which “spiritual energy” is communicated from one individual to another. Regarding its effectiveness, even Reiki practitioners acknowledge that “evidence for the efficacy of Reiki is mostly anecdotal, and clinical research is minimal. Reiki has foundational beliefs and practices that are irreconcilable with Catholicism, including not recognizing Jesus as a divine Person and the Savior of all mankind. Reiki involves a belief similar to pantheism, in which a universal life energy—not Jesus—provides life to all living beings and is also said to govern the Reiki healing process. Because Reiki practitioners believe they can harness and use this universal life energy, Reiki is not simply a form of superstition but rather opens oneself up to dangerous involvement in the occult practices of divination and magic (cf. <em>Catechism of the Catholic Church</em>, nos. 2111, 2116-17)."
      },
      {
          "title": "RESPONDING TO SCANDALS IN THE CHURCH",
          "question": "What is scandal? If the Church is holy, how can there be scandal in the Church? How ought we to respond to scandals?",
          "summary": "Scandal is an attitude or behavior that leads another to do evil. We ought to examine our consciences, repent of our own sins of scandal, make reparation, and, when prudent, offer fraternal correction in response to scandal."
      },
      {
          "title": "SACRED ART",
          "question": "What is sacred art? How is its significant in the life of the Church?",
          "summary": "Works of sacred art are symbols of faith. They represent realities that cannot be seen, stories that are already known, truths that we perceive. As symbols of faith, they foster deeper devotion and encourage a greater understanding of truth. Sacred art witnesses to the truths of our Catholic Faith."
      },
      {
          "title": "SHOULD I OBEY? FAITHFULLY RESPONDING TO LAWFUL AUTHORITY",
          "question": "If someone in authority demands that I do something wrong, should I obey?",
          "summary": "Obedience to lawful authority is an ordinary means of working out our salvation. As St. Paul writes:<br>Do you not know that if you yield yourselves to any one as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? (Rom. 6:16)."
      },
      {
          "title": "SIGNS AND SYMBOLS",
          "question": "Is What is the Catholic perspective on the use of signs and symbols?",
          "summary": "Signs and symbols are creatures,1 either created directly by God or designed by men using natural shapes and designs, which mean or communicate something more than their own existence. Because man is an intimate union of body and spirit, making and using signs and symbols is consistent with his being. Signs and symbols are good in themselves."
      },
      {
          "title": "SMALL FAITH COMMUNITIES",
          "question": "Should small faith communities be encouraged as a means of strengthening or renewing families, parishes, and dioceses?",
          "summary": "Small faith or “ecclesial base” communities can be a great asset to families, parishes, and dioceses if they are faithful to teaching and living authentic Catholic doctrine. In fact, local CUF chapters are structured in a small group format. Problems have occurred in other small faith communities when they have promoted inaccurate or vague Catholic doctrine, often substituting personal experience for objective truth."
      },
      {
          "title": "“SO THAT WE MIGHT BECOME GOD”: UNDERSTANDING CATECHISM NO. 460",
          "question": "What is meant by the quote from St. Athanasius that is found in the <em>Catechism of the Catholic Church</em>: “For the Son of God became man so that we might become God” (no. 460)?",
          "summary": "When God created Adam and Eve, He gave them supernatural grace that allowed them to participate in His divine nature. Christ became man in order to restore this grace, which was forfeited when Adam and Eve sinned. We are united to the Son of God in Baptism, whereby we share in his Passion, Death, and Resurrection. We are thus “sons in the Son” and, by grace, “partakers of the divine nature.”"
      },
      {
          "title": "SPIRITUAL COMMUNION",
          "question": "What is a spiritual communion? How does one make a spiritual communion?",
          "summary": "A spiritual communion is made when we fervently desire to receive Jesus in the Blessed Sacrament and then lovingly embrace Him as if we had received Him."
      },
      {
          "title": "TATTOOS",
          "question": "What is the teaching of the Church on tattoos and body piercing?",
          "summary": "Tattoos and acts of body piercing are not intrinsically evil. The Church offers principles by which Catholics can discern whether it is sinful to be tattooed or have one’s body pierced in particular situations."
      },
      {
          "title": "THE BOOK ON GAMBLING",
          "question": "Is gambling immoral? Should a parish use bingo or other games of chance as a means of supporting itself?",
          "summary": "Gambling is not intrinsically evil and can be a legitimate form of entertainment so long as it is kept within the confines of virtuous conduct. Given the tragic consequences of habitual or excessive gambling, one should exercise caution and vigilance in this area.<br>Since bingo and other forms of gambling are not intrinsically evil, they maybe used as a means of raising money for parishes. However, the promoters of church bingo must take extreme care in preserving a wholesome, virtuous environment for everyone involved."
      },
      {
          "title": "THE ENNEAGRAM",
          "question": "What is the enneagram? May Catholics use the enneagram?",
          "summary": "The enneagram is a symbol of geometric design. The symbol is made up of nine lines of equal length connecting to form a nine-pointed star. A circle connecting the nine points completes the enneagram symbol. Because it is merely a symbol of geometric design, the enneagram itself presents no offense to faith or morals. However, particular use of the enneagram for cultic or pseudo-scientific practices can pose a threat to Catholic belief and practices."
      },
      {
          "title": "THE GRAMMAR OF DISSENT: IDENTIFYING AND ENGAGING HERESY",
          "question": "What is heresy? What is dissent? How might Catholics effectively engage dissenters?",
          "summary": "The Code of Canon Law, canon 751, defines heresy as “the obstinate denial or doubt, after baptism, of a truth which must be believed by divine and catholic faith.” The Catechism of the Catholic Church identifies heresy as a sin against faith, and thus against the First Commandment (no. 2089).<br>Over the past few decades, heresy has become entrenched in many Catholic institutions, from colleges and universities to hospitals, from magazines and periodicals to chancery offices. Rather than use the term “heresy,” many use the broader term “dissent” to express an attitude of opposition to the Holy Father and official Church teaching on a spectrum of issues that includes matters of Church discipline and governance as well as faith and morals.<br>The Catholic faithful, to effectively engage those who dissent from Church teaching, should (a) know and articulate the fullness of the Catholic faith; (b) draw upon Sacred Tradition, including the documents of Vatican II; (c) patiently develop relationships through respectful interpersonal dialogue; (d) understand the worldview of dissident Catholics and strive to find common ground; (e) use allegory, analogy, and compelling images to counter esoteric arguments; (f) maintain a sense of humor; and above all (g) strive for holiness."
      },
      {
          "title": "THE NECESSITY OF LAW AND RIGHT ORDER",
          "question": "What is the purpose of law and order?",
          "summary": "Law and order express the presence and will of God. In the absence of law and order, chaos exists. Obedience to lawful authority is an ordinary means of working out our salvation."
      },
      {
          "title": "THE SIGN OF THE CROSS",
          "question": "What are the history and significance of the sign of the cross?",
          "summary": "The sign of the cross—an immemorial Christian custom first mentioned in writing at the beginning of the third century—signifies the grace of redemption and strengthens us (cf. 1 Cor.1:23)."
      },
      {
          "title": "THE THEOLOGICAL VIRTUE OF FAITH",
          "question": "What is faith?",
          "summary": "The Glossary found in the official 1997 version of the <em>Catechism of the Catholic Church</em> defines faith as follows: [Faith is] both a gift of God and a human act by which the believer gives personal adherence to God who invites his response, and freely assents to the whole truth that God has revealed. It is this revelation of God which the Church proposes for our belief, and which we profess in the Creed, celebrate in the sacraments, live by right conduct that fulfills the twofold commandment of charity (as specified in the ten commandments), and respond to in our prayer of faith. Faith is both a theological virtue given by God as grace, and an obligation which flows from the first commandment of God."
      },
      {
          "title": "THE THIRD PART OF THE SECRET OF FATIMA",
          "question": "What is the “third secret” of Fatima?",
          "summary": "The third part of the secret of Fatima concerns the suffering of the Vicar of Christ, bishops, priests, consecrated men and women religious, and lay faithful during the 20th century who loyally followed Jesus to the Cross."
      },
      {
          "title": "THE YEAR OF THE EUCHARIST",
          "question": "Why did Pope John Paul II designate October 2004-October 2005 as the Year of the Eucharist? What specific guidelines does the Church offer us to respond to the graces of this year?",
          "summary": "Pope John Paul II proclaimed the Year of the Eucharist in order to make our ordinary lives more Eucharistic, to emphasize the truth that the Eucharist is the source and summit of the Christian life, and to spur Catholics to seek holiness by contemplating the Eucharistic face of Christ. He offers 12 guidelines to respond to the graces of this year."
      },
      {
          "title": "VATICAN WEALTH",
          "question": "How can Catholics explain to critics the significant wealth of the Vatican and the Church in general, given the Church’s consistent exhortation to help the poor?",
          "summary": "The Church is called to be the good steward of the spiritual riches of Christ’s Mystical Body while also exercising a stewardship of her material resources for the temporal and eternal well-being of all humanity."
      },
      {
          "title": "WHERE DO WE GO FROM HERE: THE CONCEPT OF LIMBO",
          "question": "What is Limbo? What does the Church teach concerning Limbo?",
          "summary": "Theologians developed the concept of Limbo as an attempt to explain the destiny of those who die without baptism, yet do not merit the pains of hell. The concept is applied primarily to infants and children who die before baptism. The concept of Limbo does not appear to belong to the deposit of faith. Therefore, the Church has no official position on the matter. Provided the belief does not conflict with other teachings of the Faith, the faithful are free to believe or disbelieve in Limbo."
      },
      {
          "title": "WHO ART IN HEAVEN: THE DWELLING PLACE OF GOD",
          "question": "What is heaven? Where is it?",
          "summary": "Heaven is “a living, personal relationship with the Holy Trinity. It is our meeting with the Father which takes place in the risen Christ through the communion of the Holy Spirit.” It is the fulfillment of God’s desire to be one with each man as God is one with Himself in the Trinity (cf. Jn. 17:20-24).<br>The Church does not know a specific place for heaven, such as in the clouds, except to know that heaven is union with God, face to face, without the mediation of any creature (cf. <em>Catechism</em> 1023-1029)."
      }
  ]
}