
{
  "category": "groups_and_people",
  "category_display": "Groups and People",
  "faith_facts": [
    {
        "title": "A FRIEND IN WORD AND DEED: POPE PIUS XII AND THE JEWS",
        "question": "During and after World War II, and again upon his death in 1958, Pope Pius XII was praised by secular and Jewish leaders for his efforts against the Nazi-induced Holocaust. During the last three-and-a-half decades, however, many people, including some Catholics, have accused the Pope of “silence” and even criminal negligence, saying that he could have said and done much more to lessen the genocide that claimed six million Jews. Both before and after he became Pope, what was Pius XII’s record regarding the Jewish people and the Nazis? How and why did his policies continue and change after the onset of World War II?",
        "summary": "As a papal envoy to Germany from 1917-29, Vatican Secretary of State in the 1930s, and Pope during World War II, Pius XII established a clear record of supporting the Jewish people against the German National Socialist Workers’ Party, more commonly known as the Nazis. Because of a defamatory drama in the early 1960s, Pius XII’s wartime record has been unjustly tarnished. By their own testimony, the Nazis knew they had an enemy, and Jewish leaders a faithful ally, in Pius XII. To maximize Church efforts and minimize Nazi backlash, Pius XII modified his tactics during the war, but his pro-Jewish efforts continued unabated. As former Israeli diplomat and historian Pinchas Lapide says, the Jews saved by the Catholic Church under the Pope’s direction -- an estimated 700,000 to 860,000 -- “exceed by far those saved by all other churches, religious institutions, and rescue organizations combined.”"
    },
    {
        "title": "A VOICE OF REASON? THE TRUTH ABOUT VOICE OF THE FAITHFUL",
        "question": "What is Voice of the Faithful? What are the organizations goals? Have any concerns been raised about the organization?",
        "summary": "VOTF is an association of Catholics formed in 2002 in response to the clerical sex abuse crisis in the Church. The organization identifies three basic goals: (1) to support those who have been abused; (2) to support priests of integrity; and (3) to bring about structural change within the Church to prevent further such abuse. While VOTF officially claims that it “does not seek any change in Church doctrine,” the vast majority of its leaders, advisors, and speakers are known for their outspoken dissent from Church teaching. VOTF has also caused concerns because of its attempts to undermine the hierarchy’s lawful authority, so as to “democratize” the Church. As set forth below, CUF recommends that the faithful dissociate themselves from VOTF and join other reform movements that are unabashedly faithful to Church teaching."
    },
    {
        "title": "CAN CATHOLICS BE FREEMASONS?",
        "question": "Can Catholics be Freemasons?",
        "summary": "No, Catholics may not be Freemasons because of this group’s “irreconcilable” opposition to Jesus Christ and His Catholic Church.1 Nor may they belong to the Order of the Eastern Star (a Masonic association for women), the Order of DeMolay (for boys), or Job’s Daughters or the Rainbow Girls (for girls). Popes Clement XII (1738), Benedict XIV (1751), Pius VII (1821), Leo XII (1825), Pius VIII (1829), Gregory XVI (1832), Pius IX (1846, 1849, 1864, 1865, 1869, 1873), and Leo XIII (1882, 1884, 1890, 1894, 1902) have repeated the prohibition against joining Masonic associations. The old Code of Canon Law (1917) imposed excommunication upon Catholics who became masons. Recent Vatican directives under Pope John Paul II have reaffirmed the long-standing ban."
    },
    {
        "title": "CATHOLICS UNITED FOR THE FAITH: PROCLAIMING CHRIST TO A NEW GENERATION",
        "question": "What is Catholics United for the Faith (CUF)?",
        "summary": "Catholics United for the Faith is an international lay apostolate founded in 1968 by H. Lyman Stebbins to unite the faithful from all walks of life in order to support, defend, and advance the efforts of the Teaching Church in accord with the teachings of the Second Vatican Council. The efforts of Catholics United for the Faith must be directed toward the unity of the Church and communion with God the Father as intended by Christ (Jn. 17:21). This is accomplished by joining members in a common apostolate to be formed doctrinally and spiritually in the Catholic faith. The desired result is the renewal of our members’ own hearts. This formation also equips members to prayerfully engage in works of evangelization and catechesis for the renewal of the Church and society as lay witnesses to Our Blessed Lord. CUF promotes fidelity to, and communion with, the Holy Father and the bishops in union with him."
    },
    {
        "title": "EASTERN CATHOLIC CHURCHES",
        "question": "What are the Eastern Catholic Churches?",
        "summary": "Eastern Catholic Churches are “Churches of the East in union with, but not of Roman rite, with their own liturgical, theological, and administrative traditions, such as those of the Byzantine, Alexandrian or Coptic, Syriac, Armenian, Maronite, and Chaldean rites. The variety of particular churches with distinctive traditions witnesses to the catholicity of the one Church of Christ, which takes root in distinct cultures” (Glossary, <em>Catechism of the Catholic Church</em>, second ed.)."
    },
    {
        "title": "JEHOVAH’S WITNESSES: A CATHOLIC RESPONSE",
        "question": "What do Jehovah’s Witnesses basically believe, and how I can effectively evangelize them with the saving truths of Catholicism when they knock on my door?",
        "summary": "The Jehovah’s Witnesses (JWs) believe that, shortly after the death of the 12 Apostles, there was a great but not total apostasy of the Church, in which only a few scattered Christians kept the “true” Christian Faith for centuries. The “Church” was not fully restored until Charles Taze Russell founded the JWs in 1872. Russell was a Protestant who incorrectly predicted the end of the world in 1914; his followers have made similar failed predictions since.<br>Though many JWs may live moral lives in many ways, they are not Christians, because they deny basic doctrines such as the divinity of Christ and the Trinity. They also deny other basic articles of the Nicene-Constantinople Creed that Catholics pray every Sunday at Mass. There is also no historical evidence (biblical or extra-biblical) for their version of a “great apostasy,” nor is there any evidence that the JWs’ religion has ever been espoused by any Christians prior to Russell’s foundation in 1872. Measured against orthodox Christianity, there are many errors in the JWs’ religion."
    },
    {
        "title": "MORMONISM AND THE “GREAT APOSTASY” THEORY",
        "question": "What is the best way to respond to Mormon missionaries when they come to my door? How can I best share the Catholic Faith with them while refuting the errors contained in Mormonism?",
        "summary": "When Mormon missionaries come to the door, it is important to remember that any discussion with them must be guided by charity. With that in mind, the best way to approach a discussion is to have your Mormon visitors focus on defending their claim of a “Great Apostasy” in the early Church. The truth is that there is no historical evidence to substantiate the claim of this alleged apostasy. The existence of the Mormon Church is entirely dependent on this theory and, if Mormons are unable to provide proof for this particular theory, all other issues become irrelevant."
    },
    {
        "title": "MUSLIMS AND THE ONE GOD",
        "question": "Does the Catholics Church teach that Muslims adore the same God as Christians? Is the Muslim worship of God as efficacious as the Catholic worship of God? Are Muslims saved through their adoration of God?",
        "summary": "The Church teaches that the followers of Islam adore along with Catholics the one, living, merciful, and all-powerful God who is the Creator of heaven and earth. While subjectively adoration of God can be efficacious and a channel of God’s grace, objectively there are deficiencies and even errors in non-Catholic rituals that constitute impediments to salvation."
    },
    {
        "title": "OLD CATHOLICS",
        "question": "Who are the Old Catholics?",
        "summary": "The Old Catholics are members of seven autonomous churches in schism from the Catholic Church. Most of the Old Catholic churches trace their origins to a group of German priests and laymen who dissented from the First Vatican Council. All of the Old Catholic churches subscribe to the Declaration of Utrecht (1889)."
    },
    {
        "title": "POPE SAINT JOHN PAUL II’S ENDURING LEGACY",
        "question": "What may be learned from the life and pontificate of John Paul II?",
        "summary": "During the last day of March and the first two days of April 2005, much of the world was riveted on the third floor of the Vatican Apostolic Palace—the home for the last twenty-six years of Pope John Paul II. The once physically strong Pontiff finally succumbed to a panoply of medical ailments.<br>As was to be expected, the days following his death were the backdrop for much analysis, both scholarly and popular. What is the legacy of the Holy Father? What are the perduring contributions of Karol Wojtyla to our troubled era? Undoubtedly, these pressing questions will be asked in the years and decades—even centuries—to come. In cataloging the remarkable achievements of Pope John Paul II, one faces a stiff task. There are so many things that the simple priest and bishop from Krakow did that it is difficult to know where to begin. Archbishop John Patrick Foley, the President of the Pontifical Council for Social Communications in Vatican City, was a long-time collaborator of Pope John Paul II and an astute observer of his noteworthy Pontificate, often being called by the media to give his perspective on various papal initiatives. Almost two months after the death of the Successor of St. Peter, Archbishop Foley, who was appointed to his current position by Pope John Paul II in 1984, traveled to Orlando, Florida, where he attended the meeting of the Catholic Press Association. In a homily he gave during the gathering, the prelate avoided the understandable temptation to provide a lengthy list of the incredible accomplishments of his dear friend—an exercise that surely does have merit. Instead, Archbishop Foley was content to summarize the Holy Father’s legacy as follows. “Pope John Paul II taught us that there is much more to the papacy than speaking, writing, greeting people and traveling—although he certainly did enough of all of that. “Pope John Paul II taught us how to live, how to suffer and how to die.”<br>The “numbers” of this Pontificate—countries visited, encyclicals penned, men, women, boys and girls beatified and canonized, audiences held, babies embraced, bishops appointed, civil authorities encouraged—are helpful and do tell part of the notable story very well. However, this author, taking a cue from Archbishop Foley, will rather consider what lessons we learn from Pope John Paul II as he lived, suffered and died."
    },
    {
        "title": "SAINTS PETER AND PAUL",
        "question": "How do we know that Saints Peter and Paul spent their final years in Rome and were martyred there? How were their ministries different? Why are they commemorated together on June 29?",
        "summary": "There is a wealth of evidence that Saints Peter and Paul were martyred in Rome. The two apostles exercised complementary ministries in which Saint Paul was subordinate to Saint Peter. They are commemorated together on June 29 because on that day in 258, the relics of the two saints were transferred to the catacombs."
    },
    {
        "title": "SEVENTH-DAY ADVENTISTS",
        "question": "What do Seventh-day Adventists believe?",
        "summary": "Seventh-day Adventists are identified with two main beliefs: the Sabbath is to be observed on Saturday, and Christ’s return (the Advent) is the only hope for good in the world."
    },
    {
        "title": "ST. FRANCIS DE SALES: PATRON OF CUF’S INFORMATION SERVICES",
        "question": "Who is St. Francis de Sales? What has the Magisterium taught about him? Why is he the Co-Patron of CUF’s Information Services?",
        "summary": "St. Francis de Sales (1567-1622), patron of writers, journalists, and the Catholic press and author of <em>Introduction to the Devout Life and Treatise on the Love of God</em>, was the first to make wide use of religious tracts. Named bishop of Geneva, Switzerland, he was canonized in 1665 and proclaimed a Doctor of the Church in 1877. The Magisterium has drawn attention to his charity in dealing with opponents of Catholic doctrine and his teaching on lay spirituality. Because CUF staff members strive to follow his example, he was named Co-Patron of Information Services (the other is Saint Nonna)."
    },
    {
        "title": "ST. HILDEGARD OF BINGEN: THE GENIUS OF A WOMAN",
        "question": "Who was Hildegard of Bingen? Was she a saint?",
        "summary": "Hildegard of Bingen was a Benedictine prioress of 12th Century Germany. During her life, she was highly influential and well respected. She is a saint. The Latin Church celebrates her feast on September 17th."
    },
    {
        "title": "ST. JOSEPH: PATRON OF THE UNIVERSAL CHURCH AND CUF",
        "question": "Why is Saint Joseph Patron of the Universal Church and Co-patron of Catholics United for the Faith?",
        "summary": "Pope Pius IX named Saint Joseph Patron of the Universal Church because of his dignity, holiness, and glory as spouse of the Blessed Virgin and foster father of Jesus Christ. Catholics United for the Faith seeks his patronage because the Church and the family (the domestic Church) are under attack in our culture."
    },
    {
        "title": "ST. NONNA: PATRONESS OF CUF’S INFORMATION SERVICES",
        "question": "Who is St. Nonna?",
        "summary": "Saint Nonna lived in Cappadocia during the early fourth century A.D. Raised in a Christian family, she married a pagan named Gregory Nazianzen. Through prayer, fasting, admonition, and her example of faith, she brought about Gregory’s conversion. They had three children: Caesarius, Gregory and a girl named Gorgonia. Nonna, Gregory, and their children all became saints. Gregory Nazianzen the Younger became both a Father and Doctor of the Church (also known as St. Gregory the Theologian). St. Nonna, with St. Francis de Sales, is a patroness of Catholics United for the Faith’s Information Services. Her feast day is August 5."
    },
    {
        "title": "ST. PATRICK: THE APOSTLE OF IRELAND",
        "question": "Who was St. Patrick? Why should we care about him today?",
        "summary": "St. Patrick is the Patron Saint of Ireland and known for his efforts to evangelize and convert the pagan Irish of his time. In more recent times, his sanctity is less known. The feast day of St. Patrick, March 17, has become more of a secular holiday than a remembrance of St. Patrick’s life and holiness. Despite the secularization of his feast, St. Patrick provides an example of the need for personal renewal, evangelical love, Christian courage and total devotion to God. His feast should be claimed by all Catholics as a memorial of his life, and his life example should be used to claim the world for Christ."
    },
    {
        "title": "ST. THOMAS MORE: PATRON OF CATHOLICS UNITED FOR THE FAITH",
        "question": "Who is Saint Thomas More? Why is he one of the patrons of Catholics United for the Faith?",
        "summary": "Saint Thomas More is a martyr of the early sixteenth century. H. Lyman Stebbins, founder of Catholics United for the Faith (CUF), wrote that Saint Thomas More is a CUF patron because he is a model layman who was faithful to the Holy See."
    },
    {
        "title": "THE ENCYCLICALS OF POPE SAINT JOHN PAUL II",
        "question": "What topics did Pope John Paul II examine in his fourteen encyclicals?",
        "summary": "Pope John Paul devoted three encyclicals to the Divine Persons, three to subjects that touch upon the truth of the Catholic faith and morality, three to the Church’s social doctrine, two to missionary activity, and three to other subjects (the Holy Eucharist, the Blessed Mother, and ecumenism)."
    },
    {
        "title": "WE ARE CHURCH",
        "question": "What is “We Are Church”?",
        "summary": "The “International We Are Church Movement” (IMWAC), or simply We are Church (WAC), is an international coalition whose supporters desire radical revisions of Church teaching and discipline. The coalition, founded in 1996, openly dissents from Church teaching on issues such as women’s ordination, contraception, and abortion.<br>WAC espouses moral relativism, which claims that the unformed conscience has primacy in all moral decision-making. This error places great emphasis on subjective experiences and feelings. This is considered by many to be the central problem for the Faith at the present time."
    },
    {
        "title": "WHO IS JOHN THE BAPTIST?",
        "question": "In John 1:19-23, John the Baptist says that he is not the Christ, Elijah, or “the prophet.” What does this mean? Isn’t John a prophet? And doesn’t Jesus say that John is Elijah in Matthew 11:11-15, 17:10-13; and Mark 9:11-13?",
        "summary": "John the Baptist is not the Christ, the Elijah <em>actually</em> returned from Heaven, or the prophet (i.e., a law-giver like Moses), so his statements are accurate. However, John is truly a prophet because he prepared the way of the Lord and first introduced the Lamb of God (Jn. 1:29-34; cf. Is. 53). He is also a “type” of Elijah, fulfilling in the New Covenant what Elijah prefigured in the Old (cf. <em>Catechism of the Catholic Church</em>, nos. 128-30)."
    }
  ]
}