{
  "category": "liturgy_and_sacraments",
  "category_display": "Liturgy and Sacraments",
  "faith_facts": [
      {
          "title": "ANNOUNCEMENTS AT MASS",
          "question": "When should announcements be made during Mass?",
          "summary": "“Following the prayer after communion, if there are any brief announcements, the deacon may make them, unless the priest prefers to do so himself” [<em>General Instruction to the Roman Missal</em> (GIRM), no. 139]."
      },
      {
          "title": "APPROVED BIBLICAL TRANSLATIONS FOR MASS READINGS",
          "question": "In Latin Rite Masses celebrated in the United States according to the rite Pope Paul VI promulgated following Vatican II, which biblical translations may be used for the readings?",
          "summary": "On May 19, 2002, the use of the four-volume Lectionary for Mass, based upon the New American Bible, became mandatory in the United States for the aforementioned Masses. No other biblical translation may be used for Mass readings since that time."
      },
      {
          "title": "BAPTISM OF DESIRE",
          "question": "Is Baptism of desire a teaching of the Church or a theological opinion?",
          "summary": "The Church teaches that “every man who is ignorant of the Gospel of Christ and His Church, but seeks the truth and does the will of God in accordance with His understanding of it, can be saved. It may be supposed that such persons would have desired Baptism explicitly if they had known its necessity” (<em>Catechism</em>, no. 1260)."
      },
      {
          "title": "BAPTISM: IS THERE A “RITE” TIME?",
          "question": "May people be baptized during Lent?",
          "summary": "Because Lent is a time of preparation for catechumens and Easter the most important feast of the Church year, the Church has designated that the Easter Vigil or Easter Sunday be the ordinary time for baptism of adults. Such specific norms do not exist for the baptism of infants and children, although most U.S. Bishops have adopted the practice of deferring such baptisms to Easter Sunday. However, in the Rite of Christian Initiation of Adults (RCIA), the Church says that, “for unusual circumstances and pastoral needs,” adult baptismal preparation may take place outside of Lent and adult baptism at a time other than Lent or Easter. Diocesan bishops are to make such determinations, and they have similar authority regarding the baptism of children.3 In case of danger of death, though, the Church allows for baptism of anyone “without delay.”"
      },
      {
          "title": "BAPTISMAL FONTS",
          "question": "What is a baptistery? Where should it be located?",
          "summary": "“The baptistery is the area where the baptismal font flows or has been placed. It should be reserved for the sacrament of baptism and should be a place worthy for Christians to be reborn in water and the Holy Spirit.”"
      },
      {
          "title": "BREAD AND WINE USED IN THE CONSECRATION OF THE EUCHARIST",
          "question": "What constitutes proper matter for the bread and wine used in the Consecration at Mass? If variations in matter occur, do the variations invalidate the Eucharist or simply make it illicit?",
          "summary": "In both the Oriental and Latin Churches, the matter for the Sacrament of the Holy Eucharist is bread and wine. “The bread must be made of wheat alone and recently made so that there is no danger of corruption. The wine must be natural wine of the grape and not corrupt.”<br>The amount of variation in the matter determines whether the Eucharist is invalid or illicit."
      },
      {
          "title": "CATHOLIC FUNERALS & BURIALS IN CATHOLIC CEMETERIES",
          "question": "Who may receive a Catholic funeral? Who may be buried in a Catholic cemetery? May a Protestant funeral take place in a Catholic church?",
          "summary": "Any baptized Catholic in good standing has a right to a funeral within the Church and according to her liturgical practice. There are some people to whom the Church denies Catholic funeral rites. Additionally, there are some circumstances in which a Catholic funeral is allowed to a non-Catholic person. Similar guidelines apply to burial in a Catholic cemetery. Finally, given certain circumstances, a Protestant funeral may take place in a Catholic church.<br><br><div class='faith-fact-title'>TERMS TO KNOW</div>Catholic funeral rites are the liturgical rites in which the Church “commends the dead to God’s merciful love and pleads for the forgiveness of their sins.” There are three principal components to a Catholic funeral: the vigil for the deceased (sometimes referred to as the “wake”), the funeral liturgy (which often includes the celebration of Mass), and the rite of committal (which is generally followed by the burial). These are outlined in the <em>Order of Christian Funerals</em>. A Mass for the Dead is a Mass offered for the repose of the soul of any deceased person. “From the beginning the Church has honored the memory of the dead and offered prayers in suffrage for them, <em>above all the Eucharistic sacrifice</em>, so that, thus purified, they may attain the beatific vision of God” (<em>Catechism of the Catholic Church</em>, no. 1032, emphasis added)."
      },
      {
          "title": "CATHOLIC FUNERAL RITES: COMMON QUESTIONS",
          "question": "What is a Catholic funeral? (Is it just the funeral Mass? The vigil? The committal?) What is a Mass for the Dead? Is it different than a funeral Mass? Is it permissible to have a funeral without a Mass? May a funeral Mass take place on a Sunday? May funeral Masses be celebrated with the cremated remains of the deceased present? May a eulogy be given at a Catholic funeral? Who may preside at the funeral rites? Where must a funeral take place? May it take place outside of a church? May a vigil take place in the church before the funeral liturgy? What are the liturgical colors for a funeral Mass? May flowers be used at a funeral Mass? May a casket be draped with an American flag?",
          "summary": "The following discussion starts with the basics: What elements make a Catholic funeral? From an overview of the Catholic funeral rites, our discussion moves to particular questions about various elements of the Catholic funeral."
      },
      {
          "title": "CATHOLIC-PROTESTANT WEDDINGS",
          "question": "What role can a Protestant minister play in a Catholic wedding between a Catholic and a baptized non-Catholic? Can vows be exchanged before both the Protestant minister and the Catholic priest? Can a Catholic be married at a Protestant service?",
          "summary": "The 1993 Directory on Ecumenism encourages a marriage between a Catholic and a baptized non-Catholic to be celebrated in a ceremony outside of the Mass and allows for the participation of a Protestant minister. Canon Law states that at this ceremony a Protestant minister and a Catholic priest may not both ask for the consent of the couple using their own rites. In certain cases, a Catholic can be married at a Protestant service—if serious difficulties prevent the observing of the canonical form—provided that the couple has the permission of the bishop."
      },
      {
          "title": "CHILDREN’S MASSES: DON’T “PLAY” WITH THE WORD OF GOD",
          "question": "Regarding Masses for children, may the readings be acted out in a play?",
          "summary": "While “dramatic elements” may be used, such as dividing the sacred readings into different parts or roles, “care should be taken not to give the impression that the Liturgy of the Word is play.” In addition, the Church stresses that “the Mass is not an historical reenactment of the events of salvation history.”"
      },
      {
          "title": "CHILDREN’S MASSES: MAY LAY PEOPLE READ THE GOSPEL AND GIVE THE ",
          "question": "May lay people read the read the Gospel and provide the homily at a children’s Mass?",
          "summary": "The <em>Lectionary for Masses with Children</em> implies a lay person may read the Gospel in certain circumstances. This document also provides that a lay person may provide a reflection in place of a priest’s homily if circumstances warrant."
      },
      {
          "title": "CHRIST’S PRESENCE IN THE MASS",
          "question": "In what ways is Christ present in the Mass?",
          "summary": "At Mass Christ is present in the priest, in sacred scripture, in the congregation, and in the Eucharist. Among these, Christ’s presence in the Eucharist is preeminent."
      },
      {
          "title": "COME WORSHIP THE LORD: PROMOTING ADORATION OF THE MOST HOLY EUCHARIST",
          "question": "What is adoration of the Most Holy Eucharist? How can I promote adoration of the Most Holy Eucharist with exposition in my parish and diocese?",
          "summary": "The Most Holy Eucharist is the body and blood of Our Lord and Savior Jesus Christ (cf. Mt. 26:26-28; Jn. 6:55). Because this sacrament is the fullness and substance of His divinity and humanity, His presence demands proper adoration. When we adore the Most Holy Eucharist, we fulfill the first commandment, to worship only God in the fullness of our love (cf. 1 Cor. 10:14-17). Indeed, adoration of the Most Holy Eucharist is true worship in Spirit and in truth (Jn. 4:23)."
      },
      {
          "title": "COMMUNION SERVICES",
          "question": "What is a Communion service? When may a Communion service be celebrated? Who may conduct such a service? Does a Communion service fulfill the obligation to attend Mass on a Holy Day or Sunday?",
          "summary": "The Western Church provides specific norms for Communion services in the <em>Roman Ritual</em> and in <em>Eucharistiae Sacramentum</em> (On Holy Communion and the Worship of the Eucharistic Mystery Outside of Mass). The Eastern Churches allow reception of the Eucharist outside of the Divine Liturgy in accord with the particular law of each Church <em>sui iuris</em>. A Communion service is a Catholic liturgy that may be celebrated when no priest is available to celebrate Mass. It includes the readings of the day and the distribution of the Eucharist. It is not a Mass. Recognizing the primary duty of priests and deacons to distribute the Most Holy Eucharist, if no priest is available to celebrate Mass, it is permissible for a Communion service to be conducted by a deacon. In the absence of a deacon, a Communion service may be celebrated by one of the lay faithful. It is necessary that the person celebrating a Communion service has proper approval by lawful ecclesiastical authority and follows the norms of law for the liturgical rite. Finally, a Communion service does not fulfill the obligation for Holy Days and Sunday Masses."
      },
      {
          "title": "CROSS OR CRUCIFIX AT MASS?",
          "question": "What are the Church’s norms regarding the use of crosses and crucifixes during Mass? May a crucifix with the image of the resurrected Christ ever be used?",
          "summary": "While these questions have been debated during recent years, the latest edition of the <em>General Instruction to the Roman Missal</em> (GIRM 2000) provides that “a cross with the figure of Christ crucified upon it” should be used in entrance processions and in the sanctuary."
      },
      {
          "title": "DEFENDING OUR RITES: CONSTRUCTIVELY ADDRESSING LITURGICAL ABUSE",
          "question": "How do I know if liturgical abuse occurs in my parish? What can I do about it?",
          "summary": "Many people contact us with questions about specific acts within the liturgy that could be abuses. In most instances, the issues are easily addressed by applying certain principles and norms of liturgical law. This Faith Fact provides general information that will allow readers in most instances to determine whether a given act is an abuse and how they can properly address it."
      },
      {
          "title": "DOGMATIZING DISCIPLINE: PAPAL AUTHORITY, MODIFYING THE MASS & THE TRUTH ABOUT <em>QUO PRIMUM</em>",
          "question": "When Pope Saint Pius V issued his apostolic constitution (<em>Quo Primum</em>) that promulgated the venerable Tridentine Rite of the Mass in 1570, could he bind all future Popes from modifying or superseding this rite?",
          "summary": "No, because the rite of the Mass by its nature involves much <em>changeable</em> discipline, as opposed to simply <em>unchangeable</em> doctrine.1 Consistent with previous and subsequent Popes, Pope Saint Pius V used ecclesiastical terms like “forever” and “in perpetuity” to safeguard the liturgy. But these terms do not bind future Popes from altering the disciplines, who themselves would have “supreme, full, immediate, and universal ordinary power” 2 in their respective pontificates. This fact is well known among canonists and liturgists. The Tridentine Rite itself was based on <em>previous</em> rites and, by the time Pope Paul VI issued his apostolic constitution (<em>Missale Romanum</em>) that promulgated the <em>Missale Romanum</em> in 1969, several Popes already had modified the Tridentine Rite several times <em>without controversy</em>."
      },
      {
          "title": "ELEVATION OF THE HOST",
          "question": "Is During the liturgy of the Eucharist, when is the host to be elevated? What are the associated rubrics or rules?",
          "summary": "We The consecrated host is elevated at two distinct times during the Eucharistic Prayer: after the words of consecration and during the final doxology (“Through Him, with Him, in Him…) and Great Amen. The host (or the paten containing the host) is raised at other times, but these are not elevations. Both the <em>Sacramentary</em> and the <em>General Instruction of the Roman Missal</em> (GIRM) provide the rubrics for the priest’s actions."
      },
      {
          "title": "EUCHARISTIC CONSECRATION: KNEELING OR STANDING?",
          "question": "Are Catholics in the United States supposed to kneel during the consecration at Mass?",
          "summary": "With Vatican approval, the U.S. Bishops in both 1969 and 1995 decreed as a norm that people are to “kneel beginning after the <em>Sanctus</em> [the “Holy, Holy, Holy”] until after the Amen of the Eucharistic Prayer, that is, before the Lord’s Prayer” (<em>Appendix to the General Instruction for the Diocese of the United States</em> (GIRM), no. 21). The only exceptions are when the congregation is “prevented by the lack of space, the number of people present, or some other good reason” (GIRM, no. 21).<br>Where there is doubt concerning whether the conditions described in GIRM, number 21 exist, it is the bishop, as moderator of the liturgical life of his diocese, who should make the determination. As <em>Ceremonial of Bishops</em>, number seven states, “The bishop’s authority regulates the orderly and effective celebrations of the sacraments. . . . He regulates every lawful celebration of the Eucharist, from which the Church continually receives life and growth.”"
      },
      {
          "title": "EUCHARISTIC EXPOSITION: APPROPRIATE DEVOTIONAL ACTIVITIES",
          "question": "What devotional activities are appropriate during Eucharistic exposition?",
          "summary": "We Any devotional activity, whether communal or private, during Eucharistic exposition should direct the faithful to the worship of Christ, present in the Blessed Sacrament. The Church particularly encourages the reading of the Scriptures and silent prayer. The singing of hymns, a brief homily by a priest or deacon, the praying of the Liturgy of the Hours, and the recitation of the Rosary are also included in those activities that appropriately take place during Eucharistic exposition."
      },
      {
          "title": "FIRST CONFESSION & FIRST COMMUNION",
          "question": "Should a child receive First Confession before First Communion?",
          "summary": "Yes. The Church definitively teaches that “[c]hildren must go to the sacrament of Penance before receiving Holy Communion for the first time” (<em>Catechism</em>, no. 1457). Children must learn at an early age that they are called to be temples of the Holy Spirit (1 Cor. 6:19) and should regularly take advantage of the cleansing and healing available through the sacrament of Reconciliation. Further, they must be led to understand that Christ lovingly awaits them in the sacrament, not to condemn them but to embrace them in His merciful love."
      },
      {
          "title": "GATHERING AROUND THE ALTAR AT THE CONSECRATION",
          "question": "Are members of the congregation permitted to stand around the altar during the consecration at Mass?",
          "summary": "While not explicitly prohibited, the faithful can infer from Church documents that the congregation should not gather around the altar during the consecration. The Sacred Congregation for Divine Worship and Discipline of the Sacraments has issued a prohibition of this practice."
      },
      {
          "title": "GENERAL ABSOLUTION",
          "question": "What is General Absolution? What are the Church’s norms regarding General Absolution?",
          "summary": "General Absolution is an exceptional means of forgiving sins that the Church provides in grave circumstances, such as when 1) danger of death threatens a person or 2) there are not enough priests to hear the faithful’s confessions in an appropriate time, and the faithful will thereby be deprived of sacramental graces or of Holy Communion for a lengthy period of time (<em>Catechism of the Catholic Church</em>, no. 1483). The diocesan bishop has the authority to judge whether the proper conditions for General Absolution exist. For the faithful to “benefit validly” from General Absolution, they must not only have the intention of “individually confessing their sins” during the General Absolution service (Catechism, no. 1483), but also be “personally resolved to confess in due time each of the grave sins which cannot for the moment be thus confessed.”"
      },
      {
          "title": "GENUFLECTING AT MASS",
          "question": "What are the Church’s guidelines concerning genuflecting during Mass? What other guidelines does the Church provide regarding reverence toward the Blessed Sacrament?",
          "summary": "Generally speaking, a priest makes three genuflections during Mass: after the elevation of the Eucharistic bread, after the elevation of the sacred chalice, and directly before Communion (<em>General Instruction to the Roman Missal</em> (GIRM), no. 233). “If there is a tabernacle with the Blessed Sacrament in the sanctuary, a genuflection is made before and after Mass and whenever anyone passes in front of the Blessed Sacrament” (<em>ibid, Ceremonial of Bishops</em> (CB), no. 71). However, during the entrance and exit processions, “neither a genuflection nor a deep bow is made” by those who carry articles, such as the cross, candlesticks, and the Book of the Gospels (CB, no. 70).<br>Even when not participating at Mass, one should always adore the Blessed Sacrament whenever entering a Church, either by genuflecting toward the tabernacle or visiting the Blessed Sacrament chapel (CB, no. 71). If one is unable to genuflect, a bow is an appropriate substitute."
      },
      {
          "title": "GOD’S DWELLING PLACE: THE PLACEMENT OF A TABERNACLE IN A CHURCH",
          "question": "Where should the tabernacle be located in a parish church?",
          "summary": "“The tabernacle, in which the Most Holy Eucharist is reserved, should be placed in a part of the church that is prominent, conspicuous, beautifully decorated, and suitable for prayer” (<em>Code of Canon Law</em>, canon 938 §2)."
      },
      {
          "title": "GOD’S GIFT TO HIS BRIDE: PRIESTLY CELIBACY",
          "question": "What is priestly celibacy? Does priestly celibacy have a biblical and historical basis? Is this an unchangeable doctrine or a discipline that can and should be modified? What are some objections to mandatory priestly celibacy?",
          "summary": "Celibacy is the choice to remain unmarried for the sake of the kingdom of God. Celibacy is a vocation, a gift from God freely accepted and a sacrifice freely undertaken by those responding to His call to the consecrated life. As a discipline, celibacy serves to conform the priest better to Christ. The Latin Church has a venerable tradition of requiring her priests to be celibate. This discipline dates back to Jesus Christ and the apostles in an unbroken line and became a universal practice by the fourth century.<br>In addition to the claim that it is “unbiblical,” objections to mandatory priestly celibacy include complaints that the discipline is not imposed on all Catholic priests, that celibate men are inclined toward inappropriate sexual behavior, and that mandatory celibacy is a factor in the vocation shortage."
      },
      {
          "title": "GOSPEL TRUTH CONCERNING LAY READERS: THE ROLE OF THE LAITY DURING THE LITURGY OF THE WORD",
          "question": "May a lay person proclaim all the readings at Mass?",
          "summary": "A lay person may proclaim the first and second readings but not the Gospel. He may also announce the intentions for the general intercessions and sing or read the responsorial psalm.<br>Only those who have received Holy Orders—a deacon, priest, or bishop—may proclaim the Gospel. As a rule a deacon or, in his absence, a priest other than the celebrant should read the Gospel. If there is no deacon or another priest present, the celebrant himself should proclaim the Gospel (<em>General Instruction of the Roman Missal</em> (GIRM), nos. 34, 66). However, in certain circumstances, lay people may proclaim the Gospel at children’s Masses."
      },
      {
          "title": "HOLY COMMUNION FOR CATHOLICS WITH CELIAC SPRUE, ALCOHOLISM AND OTHER RELATED DISEASES",
          "question": "How does the Church provide for Catholics who suffer from Celiac Sprue disease, alcoholism, or other related diseases, so that they can receive Holy Communion? What are the norms that regulate the use of these alternatives?",
          "summary": "The Church recognizes some priests, deacons, and faithful are unable to consume consecrated wheat hosts or consecrated wine at Mass due to gluten or alcohol intolerance.<br>Communicants may always receive under one species alone—either bread or wine—and still receive the Body, Blood, soul, and divinity of our Lord. Thus, a person who is gluten intolerant may receive only from the cup, and a person who is alcohol intolerant may receive only the host, and both will receive Christ. Additionally, low-gluten hosts and mustum (wine with a very low alcohol content) are now available as alternatives for the faithful who suffer from gluten or alcohol intolerance. A 2003 letter to the Bishops’ Conferences from the Vatican provides the current norms for regulating the use of these alternatives."
      },
      {
          "title": "HOLY COMMUNION UNDER BOTH SPECIES",
          "question": "What is the Church’s teaching concerning the reception of Holy Communion under both species, i.e., receiving both the consecrated bread and the consecrated wine? What is intinction? What is the Church’s teaching concerning intinction?",
          "summary": "In 1984, with Vatican approval, the U.S. bishops authorized reception of Holy Communion under both species for weekday, Sunday, and holy day Masses (<em>This Holy and Living Sacrifice</em> (THLS), nos. 20-21). When one receives only the consecrated bread, one truly receives the glorified body and blood, soul and divinity of our Savior, Jesus Christ. However, the Church has given approval to receiving both the consecrated bread and wine because receiving under both species gives a more complete sign of the “new and everlasting covenant” Christ has established with His bride, the Church (<em>General Instruction to the Roman Missal</em> (GIRM), no. 240, as cited in THLS, no. 18).<br>Intinction, i.e., dipping the Sacred Host in the Precious Blood, is permissible when there is an approved minister of the Precious Blood to administer the sacrament in this manner (TLHS, no. 45, 50-52; GIRM, no. 246-47). However, self-communication by means of intinction is not permitted."
      },
      {
          "title": "I BELIEVE IN ONE GOD: THE NICENE CREED AND THE MASS",
          "question": "What is the Nicene Creed? Where did it come from? When must we pray the Nicene Creed (the profession of faith) at Mass?",
          "summary": "The Nicene Creed is a summary of the Deposit of Faith as handed on to the Church from Christ Himself through His Apostles. The Fathers of the First Council of Nicaea (A.D. 325) formulated the Nicene Creed as a means of condemning the Arian heresy. Because of the continued threats of Arianism, the Fathers of the First Council of Constantinople (381) reformulated the Nicene Creed to express clarity and fidelity to the previous Council’s definitions.<br>To express Catholic unity, “The Creed is to be sung or said by the priest together with the people on Sundays and Solemnities. It may be said also at particular celebrations of a more solemn character.” The “Apostles’ Creed may be used for children’s Masses, but the children should also gradually become acquainted with the Nicene Creed.”"
      },
      {
          "title": "I CONFESS: THE BIBLICAL BASIS OF THE SACRAMENT OF RECONCILIATION",
          "question": "Why do Catholics confess their sins to a priest? Is this biblical?",
          "summary": "In confessing their sins and receiving absolution through the ministry of a priest, Catholics are following the teaching of Jesus and His Apostles, both in the Bible and in the Sacred Tradition of the Church. Jesus empowered His apostles to forgive men's sin, sending them to be ministers of reconciliation in His name, as His Heavenly Father first sent Him (Jn. 20:21-23)."
      },
      {
          "title": "INDELIBLE CHARACTERS OF ORDINATION",
          "question": "What are the “indelible characters” received at ordination?",
          "summary": "A sacramental character, received in the sacraments of Baptism, Confirmation, and Holy Orders, is an indelible spiritual mark. Through this character a person is given a new permanent configuration to Christ and a specific standing in the Church. Holy Orders has three degrees-the diaconate, the priesthood, and the episcopate, each with a corresponding indelible character."
      },
      {
          "title": "INTINCTION",
          "question": "Is intinction permitted by the Church? What is the procedure for receiving Holy Communion by intinction?",
          "summary": "Christ is present in both species of the Eucharist—bread and wine. The Church has provisions and norms for receiving Holy Communion under only one species or both. Intinction, dipping the host into the Precious Blood, is permitted when done according to Church directives."
      },
      {
          "title": "INVALID MASSES",
          "question": "Which changes and omissions render a Mass of the Roman Rite invalid?",
          "summary": "A Mass of the Roman Rite is invalid when the celebrant of the Mass is not a validly ordained priest, when the priest does not have the proper intention, when wheat bread or grape wine is not used, or when the words “This is my Body” or “This is … my Blood” are not said."
      },
      {
          "title": "IS THE WASHING OF HANDS REQUIRED AT MASS?",
          "question": "Is the washing of hands during the Liturgy of the Eucharist a required part of the Mass?",
          "summary": "According to the Sacramentary, which provides the official guidelines for celebrating the Mass and other liturgical rites of the Church, the washing of hands is a required part of the Mass."
      },
      {
          "title": "KNEELING AFTER COMMUNION",
          "question": "Are Catholics in the United States forbidden to kneel after receiving Communion? What should faithful Catholics do where the mandated practice is to stand?",
          "summary": "The faithful are not forbidden to kneel after receiving Communion. The Congregation of Divine Worship and Discipline of the Sacraments (CDWDS), with their approval of the postures to be used at Mass in the United States, did not intend “to regulate posture rigidly in such a way that those who wish to kneel or sit would no longer be free.”"
      },
      {
          "title": "LAY PREACHING",
          "question": "Are all Catholics called to preach?",
          "summary": "All the faithful, by virtue of their Baptism, have the right and duty “to work so that the divine message of salvation may be known and accepted by all men throughout the earth” (<em>Catechism</em>, no. 900). Through Baptism, all Christians participate in Christ’s prophetic office, and are called to bear witness to the Gospel not only by example, but also by proclaiming Christ by word, to believers and non-believers alike (cf. <em>Catechism</em>, nos. 904-07).<br>However, as set forth below, a “homily” is part of the sacred liturgy and should only be given by ordained ministers."
      },
      {
          "title": "“LET THE CHILDREN COME TO ME”",
          "question": "Why does the Catholic Church baptize infants? The Bible says, “He who <em>believes</em> and is baptized will be saved; but he who does not <em>believe</em> will be condemned” (Mk. 16:16; emphasis added). Isn’t active faith in Christ necessary for the Sacrament of Baptism to be valid?",
          "summary": "“Baptism has taken the place of circumcision. Therefore, as ‘the soul of the circumcised did not perish from the people’ (Gen. 17:14), so ‘he who has been reborn from water and the Holy Spirit will obtain entrance to the kingdom of heaven’ (Jn. 3:5).”1 Children, even babies, were not excluded from the Old Covenant. Likewise, the family of God in the New Covenant is for all people, including babies. As Jesus Himself said, “Let the children come to me, and do not hinder them; for to such belongs the kingdom of God” (Lk. 18:16)."
      },
      {
          "title": "LITURGICAL DANCING",
          "question": "Is liturgical dance permitted at Mass and other liturgical celebrations in western culture?",
          "summary": "Liturgical dancing is not appropriate in western culture, according to statements made by the Vatican in 1975 and 1994. In <em>Dance in the Liturgy</em> (1975), the Congregation for the Sacraments and Divine Worship specifically provided that liturgical dancing is not appropriate in western countries. In <em>Instruction on the Roman Liturgy and Inculturation</em> (1994), a document that is universally binding in the Church, the Congregation for Divine Worship and the Discipline of the Sacraments did not contradict the 1975 statement."
      },
      {
          "title": "LOSS OF THE CLERICAL STATE",
          "question": "What is the process for a priest to leave the priesthood? May a priest return to the clerical state after losing it?",
          "summary": "In order for a “loss of the clerical state” to occur, the request must be submitted to the Congregation for Divine Worship and the Discipline of the Sacraments. The priest himself may request to be dismissed from the clerical state, the bishop may counsel the priest to do so, or the loss of the clerical state can be imposed as a penalty. If it is a penalty, there must be a trial, which is under the direction of the Holy See. Once a loss of the clerical state has occurred, only the Vatican may permit a man to return to the active priesthood."
      },
      {
          "title": "MAY A LAY PERSON EXPOSE THE BLESSED SACRAMENT?",
          "question": "May a layperson expose the Blessed Sacrament? May a layperson repose the Blessed Sacrament after exposition? May a layperson perform benediction?",
          "summary": "<em>Holy Communion and Worship of the Eucharist Outside Mass</em> provides for the following laypersons to expose the Blessed Sacrament in the absence of a priest or deacon: an acolyte or special minister of communion, or, upon appointment by the local bishop, a member of a religious community or of a pious association of laymen or laywomen that is devoted to Eucharistic adoration (no. 91). A layperson may not, however, give a blessing with the Eucharist after adoration, or perform benediction."
      },
      {
          "title": "MUSIC DURING THE PROCLAMATION OF THE PRAYERS AT MASS",
          "question": "Should the proclamation of prayers during Mass be accompanied by music?",
          "summary": "The Church affirms the use of music and musical instruments in the liturgy. However, some prayers during the Mass are to be proclaimed without any musical accompaniment."
      },
      {
          "title": "MUSIC IN THE SACRED LITURGY",
          "question": "What is the nature of sacred music, and what are the principles that guide its use? What are sacred music’s historic roots?",
          "summary": "The roots of music in liturgical worship reach back to the Old Testament. The nature of sacred music and the principles that guide its use are summarized in magisterial documents of the past century."
      },
      {
          "title": "NORMS FOR CONFESSION",
          "question": "Who can hear confessions? Does a penitent have to use a confessional with a fixed screen or grille? Should a priest set regular hours to hear confessions?",
          "summary": "To validly absolve from sin, a priest must have the faculty to exercise the power of forgiveness. The priest may be limited in his exercise of this power. In danger of death, any priest can absolve from sin.<br>According to ancient practice, the Church favors Confession with a screen or fixed grille between the penitent and priest confessor. While the Church allows face-to-face Confession, the penitent must have an opportunity to remain anonymous. Furthermore, the priest has the right to insist on hearing a confession only through a screen.<br>Pastors should provide regular hours for confessions that are convenient to the Catholic faithful. In general, priests are obligated to hear confessions when reasonably requested, but they are strictly obligated to hear confessions in times of urgent necessity and danger of death."
      },
      {
          "title": "NORMS FOR CREMATION",
          "question": "What are the Catholic Church’s norms on cremation? May a Catholic’s cremated remains be present at the funeral liturgy celebrated for him? What may be done with a person’s cremated remains after the funeral?",
          "summary": "The Church recommends and encourages the burial of Christian bodies, but allows for cremation when it is not chosen for reasons contrary to Church teaching (Code of Canon Law, nos. 1176 §3, 1184 §2°). In 1997, in an appendix to the <em>Order of Christian Funerals</em>, the Vatican provided an indult whereby each diocesan bishop in the United States may, at his discretion, allow for the presence of cremated remains at a funeral liturgy. The remains of cremated bodies must be treated with the same respect given to any human remains and they must be entombed. It is not in keeping with the reverent disposition that the Church requires to scatter cremated remains on the sea, from the air, or on the ground, or to keep them in the home of a relative or friend of the deceased (U.S. Appendix to the <em>Order of Christian Funerals</em>, no. 417)."
      },
      {
          "title": "NORMS FOR EUCHARISTIC ADORATION WITH EXPOSITION",
          "question": "Who is the “ordinary minister” for exposition of the Holy Eucharist? May lay people serve in this role? What are the duties of this minister? May there be a homily or other preaching during exposition?",
          "summary": "As decreed by the Vatican, a priest or deacon is the “ordinary minister” for exposition, though lay people may also serve. The minister’s duties include opening the tabernacle and placing the ciborium (container of sacred Hosts) on the altar or the Eucharist in the monstrance.1"
      },
      {
          "title": "NORMS FOR INFANT BAPTISM",
          "question": "How soon should infants be baptized?",
          "summary": "Infants should be baptized without delay if the infant is in danger of death or within a few weeks after birth (Code of Canon Law, no. 867, § 1-2)."
      },
      {
          "title": "ONE HOUR FAST BEFORE COMMUNION",
          "question": "Does the one-hour Eucharistic fast refer to an hour prior to the reception of Holy Communion or an hour prior to the beginning of Mass?",
          "summary": "The one-hour Eucharistic fast refers to an hour prior to the reception of Holy Communion, not an hour prior to the beginning of Mass."
      },
      {
          "title": "ORDINARY AND EXTRAORDINARY MINISTERS OF HOLY COMMUNION",
          "question": "What is an “extraordinary” Eucharistic minister? What is the role of lay people in the distribution of Holy Communion?",
          "summary": "An extraordinary minister of the Eucharist is a Eucharistic minister who is not ordained. The “ordinary” ministers of Holy Communion are bishops, priests, and deacons, all of whom have received the sacrament of Holy Orders.<br>The Church does permit the use of extraordinary Eucharistic ministers under certain circumstances. The <em>Catechism of the Catholic Church</em>, quoting Canon Law, provides:<br>When the necessity of the Church warrants it and when ministers are lacking, lay persons . . . can also . . . distribute Holy Communion in accord with the prescriptions of law (no. 903)."
      },
      {
          "title": "POSTURE AFTER THE <em>AGNUS DEI</em>",
          "question": "What is the proper posture following the <em>Agnus Dei</em> (Lamb of God)?",
          "summary": "In the United States, the norm for posture immediately following the Agnus Dei (“Lamb of God”) is kneeling (cf. <em>General Instruction on the Roman Missal</em>, no. 43). However, the diocesan bishop may choose that the congregation stand instead."
      },
      {
          "title": "POSTURES AND GESTURES DURING THE MASS",
          "question": "Why does the Church regulate postures and gestures during the Mass? What are the proper postures and gestures for the faithful during Mass?",
          "summary": "The Church provides norms for posture and gesture to preserve the sacred nature of the liturgy and to benefit the faithful. The norms for posture and gesture are laid out in both the Sacramentary and the General Instruction of the Roman Missal. Those norms are outlined below."
      },
      {
          "title": "PREPARATION OF THE GIFTS: WHEN TO STAND",
          "question": "At what point during the preparation of the gifts are the members of the congregation to stand?",
          "summary": "When the priest faces the people, extends his hands, and invites the people to pray by saying, “Pray brothers and sisters,” the people stand and respond, “May the Lord accept this sacrifice.”"
      },
      {
          "title": "“<em>PRO MULTIS</em>” FOR MANY OR ALL?",
          "question": "In the English translation of the Mass, the Latin words “<em>pro vobis et pro multis</em>” (literally, “for you and for many”) in the Eucharistic Prayer are translated “for you and for all.” Is this an accurate translation? Further, does this translation imply that all will necessarily be saved, a proposition that the Church has always rejected? Lastly, aside from the translation issue, is the precise language “for many” part of the formula of consecration instituted by Christ and, therefore, a necessary part of the Eucharistic Prayer?",
          "summary": "“For all” is a legitimate translation of “<em>pro multis</em>,” and points to the profound truth that through the unique sacrifice of Christ, the “one mediator between God and men” (1 Tim. 2:5), salvation “is offered to all” (<em>Catechism</em>, nos. 618, 1368).<br>The appearance of the words “for many” is not necessary for the validity of a Eucharistic Prayer."
      },
      {
          "title": "PROPER HANDLING OF EUCHARISTIC SPECIES AFTER COMMUNION",
          "question": "What are the Church’s norms for handling the Body and Blood of our Lord after Communion and after Mass? How may we dispose of remaining Eucharistic Bread or Precious Blood?",
          "summary": "The Latin Church provides norms on this issue in two documents: The <em>General Instruction to the Roman Missal</em> (GIRM), and <em>This Holy and Living Sacrifice</em> (THLS). Eastern rite Catholics should consult the particular law of their ritual church.<br>Most importantly, Eucharistic Bread remaining after communion must be reserved or consumed. The Precious Blood remaining must be consumed. When handling the Eucharistic species, the greatest care and reverence must be used. One is handling God."
      },
      {
          "title": "SATURDAY VIGIL MASS",
          "question": "At what time can a Holy Day vigil Mass be celebrated?",
          "summary": "The common practice for the earliest vigil Mass is 4 p.m."
      },
      {
          "title": "SELF-COMMUNICATION",
          "question": "May a member of the lay faithful self-communicate?",
          "summary": "“Self-communication” refers to the reception of Holy Communion without the assistance of a minister.<br>A lay person may not self-communicate. Rather, a lay person should receive Holy Communion from an ordinary minister (bishop, priest, or deacon) or an extraordinary minister (duly authorized lay person). The minister says “Body of Christ” (host) or “Blood of Christ” (chalice), to which the person receiving Communion says “Amen” and then receives the sacred species from the minister."
      },
      {
          "title": "SIGNS OF THE CHRIST: SACRAMENTS OF THE CATHOLIC CHURCH",
          "question": "What is a sacrament? How many are there?",
          "summary": "“The sacraments are efficacious signs of grace instituted by Jesus Christ to make us holy.” As explained in the <em>Catechism of the Catholic Church</em> (Catechism):<br>“Seated at the right hand of the Father” and pouring out the Holy Spirit on his Body which is the Church, Christ now acts through the sacraments he instituted to communicate his grace. The sacraments are perceptible signs (words and actions) accessible to our human nature. By the action of Christ and the power of the Holy Spirit they make present efficaciously the grace that they signify (no. 1084).<br>The Church herself is the universal sacrament of salvation through which we receive the seven sacraments of Baptism, Confirmation, Eucharist, Penance, Anointing of the Sick, Holy Orders, and Marriage."
      },
      {
          "title": "SMELLS, BELLS, AND OTHER LITURGICAL ODDS AND ENDS",
          "question": "Has the Church discouraged or forbidden the use of incense at Mass, the ringing of bells at the consecration, the use of hand missals and Communion patens, kneeling after receiving Holy Communion, the use of tabernacle veils, or the use of chalice veils?",
          "summary": "No."
      },
      {
          "title": "SPIRITUAL PARENTS: THE ROLE OF GODPARENTS IN THE CATHOLIC CHURCH",
          "question": "What is the role of godparents (sponsors)? What are the Catholic Church’s norms regarding godparents? May a Catholic serve as a godparent for a non-Catholic? May a non-Catholic Christian serve as a godparent for a Catholic? Finally, may a Catholic have more than one godfather and godmother?",
          "summary": "A godparent’s role is to assist the growth of the baptized in his new spiritual life. A godparent promises to provide an example of faith to “help the baptized to lead a Christian life in harmony with baptism, and to fulfill faithfully the obligations connected with it” (canon 872)."
      },
      {
          "title": "ST. BLAISE AND THE BLESSING OF THROATS",
          "question": "What is the blessing of St. Blaise? Who may give the blessing of throats on the Feast of St. Blaise?",
          "summary": "The blessing of St. Blaise, also known as the blessing of throats, is given on the Feast of St. Blaise (February 3). It is a special blessing in which the faithful invoke the saint’s intercession, asking him to protect them from ailments of the throat and every other illness. A blessing is provided in the Church’s rites for this purpose.<br>Priests, deacons, and even lay ministers provide the blessing of throats on the Feast of St. Blaise. However, the formula used by a layperson for the blessing is different than that used by an ordained minister."
      },
      {
          "title": "THE GLORIA",
          "question": "Does the Gloria have to be recited at every Mass and does it have to be sung?",
          "summary": "Regarding the Gloria, it “is to be sung or said on Sundays outside Advent and Lent, on solemnities and feasts, and in special, more solemn celebrations” (General Instruction to the Roman Missal, no. 31)."
      },
      {
          "title": "THE GRACES OF CONFIRMATION",
          "question": "What is the biblical basis of the Sacrament of Confirmation? What graces does it confer? At what age should it be administered? When can the faithful receive this sacrament?",
          "summary": "Confirmation is a sacrament of Christian initiation with a strong biblical basis; it completes baptismal grace and strengthens the individual with the power of the Holy Spirit. For children in the Latin Rite dioceses of the United States, Confirmation is administered between the ages of seven and sixteen and should not be denied to those who are suitably disposed."
      },
      {
          "title": "THE HISTORY OF DAILY MASS IN THE CHURCH",
          "question": "When did the celebration of daily Mass begin in the early Church?",
          "summary": "The Eucharist began to be celebrated daily on a regional basis in the seventh century. During this time the practice became widespread in Frankish monasteries and in rural parishes."
      },
      {
          "title": "THE LOCATION OF THE CHOIR DURING MASS",
          "question": "What is the proper location of the choir during the Mass?",
          "summary": "The choir should be placed where it is part of the assembly, where it allows each member to fully participate in the Mass, and where it has the ability to be heard. The Vatican II Instruction on Implementing the Constitution on Sacred Liturgy (Inter Oecumenici) states: “The choir and organ shall occupy a place clearly showing that the singers and the organist form part of the united community of the faithful and allowing them best to fulfill their part in the liturgy” (no. 97)."
      },
      {
          "title": "THE MASS: TIMELESS AND CHANGING",
          "question": "Which parts of the Mass have remained unchanged over time? Why have some parts of the Mass changed?",
          "summary": "The Second Vatican Council teaches that “the liturgy is made up of immutable elements divinely instituted, and of elements subject to change.” Because the Holy Sacrifice of the Mass is “the heart and the summit of the Church’s life” (<em>Catechism</em>, no. 1407), changes in the rites of the Mass are more apparent to Catholics than are changes in other liturgical rites. Changes in the rites of the Mass also evoke the most questions and concerns. Some changes are made at the whim of the celebrant or other ministers and are illicit. The Second Vatican Council forbids such actions: no person, “even if he be a priest, may add, remove, or change anything in the liturgy on his own authority.” Other changes, however, have been made under the direction of the Church’s Magisterium. Several such changes have taken place in the past four decades, especially between 1963 and 1969. If changes in one rite of the Mass manifest the truth that parts of the Mass are changeable, then the simultaneous existence of several rites attests to this truth even more clearly. While the Roman Rite is used most frequently in the West, other rites have been in use in certain dioceses and religious orders. These rites include the Ambrosian Rite, the Mozarabic Rite, the Lyonnais Rite, the Bragan Rite, and the rites of the Dominicans, Carmelites, and Carthusians. A variety of rites also exists in the 20 Eastern Catholic Churches. Two Eastern Catholic Churches make use of the Alexandrian Rite; three, the Antiochian Rite; one, the Armenian Rite; 12, the Byzantine Rite; and two, the Chaldean Rite."
      },
      {
          "title": "THE PLACEMENT OF GIFTS DURING THE CONSECRATION",
          "question": "Where should the priest place the gifts of bread and wine for the consecration?",
          "summary": "In the <em>General Instruction of the Roman Missal</em> (GIRM) and Sacramentary, the Church instructs that both the bread and the wine should be placed on the corporal on the altar for the consecration (GIRM, nos. 100, 103; <em>Sacramentary</em>, Liturgy of the Eucharist). During Masses in which larger amounts of bread and wine will be consecrated than will fit on the corporal, the celebrant’s chalice and paten should remain on the corporal and the additional gifts should be placed near them on the altar."
      },
      {
          "title": "THE SACRAMENT OF CONFIRMATION",
          "question": "What is the sacrament of Confirmation? How is it significant today?",
          "summary": "As explained by the Fathers of Vatican II in the Dogmatic Constitution of the Church (<em>Lumen Gentium</em>), “Bound more intimately to the Church by the sacrament of confirmation, [the baptized] are endowed by the Holy Spirit with special strength. Hence they are more strictly obliged to spread and defend the faith both by word and by deed as true witnesses of Christ” (no. 11).1 Confirmation completes baptismal grace by strengthening the individual with power of the Holy Spirit, and enlivens the graces of the other sacraments (cf. <em>Catechism</em>, no. 1285). In the Eastern Catholic Churches, Confirmation is known as “Chrismation.”"
      },
      {
          "title": "THIS IS MY BODY: CHRIST’S REAL PRESENCE IN THE EUCHARIST",
          "question": "Does the Catholic Church teach that we actually eat the body of Christ and drink His blood when we receive Holy Communion?",
          "summary": "Yes. The Catholic Church has always taught that in the Most Blessed Sacrament of the Eucharist, the body and blood, together with the soul and divinity, of our Lord Jesus—the whole Christ—is truly, really, and substantially present. This teaching is rooted in Scripture, taught by the Fathers and doctors of the Church, and reaffirmed by popes and ecumenical councils throughout Church history. This teaching is summarized in the <em>Catechism of the Catholic Church</em> (nos. 1373-81)."
      },
      {
          "title": "WHAT MUST BE DONE FOR A VALID BAPTISM?",
          "question": "What does the Catholic Church require for valid baptism?",
          "summary": "For valid baptism to occur, the Catholic Church requires proper matter, form and intention. The proper matter is “true and natural water.” The proper form requires the minister to pour, completely immerse in, or sprinkle water upon the candidate, while saying the words, “I baptize you in the name of the Father and of the Son and of the Holy Spirit.” The minister of baptism must intend to baptize as the Church intends."
      },
      {
          "title": "WHO RECEIVES HOLY COMMUNION FIRST?",
          "question": "May the extraordinary ministers or the congregation receive communion at the same time as the priest? May anyone receive before the presiding priest?",
          "summary": "No. According to the rubrics in the Sacramentary’s “Order of the Mass,” the presiding priest self-communicates before distributing Holy Communion to anyone else. Only concelebrating priests may receive at the same time as the principal celebrant."
      },
      {
          "title": "WHY NOT WOMEN PRIESTS",
          "question": "Did Jesus Christ, God the Son, institute the all-male priesthood and, if so, why? Is it an unchangeable teaching or a rule that can be modified as times change?",
          "summary": "Jesus instituted the all-male priesthood to help fulfill His plan of salvation for all men and women. Jesus is the bridegroom who laid down His life for the sake of His bride, the Church. Similarly, priests carry on this bridegroom role, acting “in the person of Christ the Head” on behalf of the faithful.1 Therefore, only men can become priests, and this is an unchangeable, infallible teaching that God ordained, not man. Recent Church documents have reaffirmed that this teaching is divinely mandated.<br>Christ’s teaching on the ordained priesthood should not be construed as divine discrimination or that women are inferior to men. Rather, as the Church has consistently taught for 2,000 years, men and women have equal dignity in the eyes of God, though they have different and complimentary roles in living out God’s plan of salvation for mankind."
      },
      {
          "title": "WORTHY RECEPTION OF COMMUNION",
          "question": "What conditions are necessary for the worthy reception of Holy Communion?",
          "summary": "The Church exhorts Catholics to examine their consciences, “discern the Body” and fast in order to receive Holy Communion worthily."
      }
  ]
}