
{
  "category": "sacred_scripture",
  "category_display": "Sacred Scripture",
  "faith_facts": [
      {
          "title": "AN ORDINANCE FOREVER: THE BIBLICAL ORIGINS OF THE MASS",
          "question": "What are the biblical origins of the Mass and the New Testament priesthood? Is the Mass really a sacrifice, or is it merely symbolic?",
          "summary": "The biblical origins of the Mass and the New Testament priesthood are rooted in the Old Testament. Both the Old and New Testaments provide clear evidence that the Mass is a true sacrifice, offered by a priest, and the victim is the body and blood, soul and divinity of Jesus Christ."
      },
      {
          "title": "APOCALYPSE NOT NOW: THE CHURCH, THE MILLENNIUM, AND THE RAPTURE",
          "question": "Revelation 20 speaks of Satan being bound and Christ reigning with His saints for a thousand years (a millennium). Many Protestants understand this 1,000-year reign literally and believe that it will occur on earth in the future. They also cite 1 Thessalonians 4:17 and try to make an historical connection between something called “the rapture”—when Christians are “taken up”—and this millennium. What does the Church teach regarding millennialism and the rapture?",
          "summary": "There are three basic interpretations regarding Revelation 20 and “the millennium.” The Church has traditionally taught one commonly known as “amillennialism,” which means that the reign of God began with Christ’s death and resurrection and the “thousand years” is a figurative number to describe the reign of His Church (2 Pt. 3:8-10; <em>Catechism of the Catholic Church</em>, nos. 664, 668-682). In the past two centuries, two other interpretations have become popular among Protestants. One is called “postmillennialism,” which was big in the 19th century. It teaches that the world is being Christianized over time and that Christ’s return will follow a long period of peace on the earth called “the millennium.” The second is “premillennialism,” which is the most popular among Protestants of this century and is also called “millenarianism” and “chiliasm.” Premillennialists believe that Christ is going to establish a literal reign of 1,000 years on earth between the Second Coming and the Last Judgment. Properly understood, the “rapture” refers to Christ’s gathering His followers at the end of time. Catholics believe that this event will happen at the general resurrection and Last Judgment, but they do not refer to the event as “the rapture.”"
      },
      {
          "title": "CALL NO MAN FATHER: UNDERSTANDING MATTHEW 23:9",
          "question": "Why do Catholics call priests “father,” if Jesus says, “call no man your father on earth” (Mt. 23:9)?",
          "summary": "In Matthew 23:9, Jesus emphasizes the primary role of our Heavenly Father. He created us in His image and likeness (Gen. 1:26-28). He made us His children through baptism in the death and resurrection of His Son (Rom. 5:12-21; 6:3-4; 8:12-17). Because God created us in His image and likeness, we share in the attributes of God. Insofar as men share in the attributes of the Father, they participate in the one fatherhood of God."
      },
      {
          "title": "DREAMING THE IMPOSSIBLE DREAM: THE ANNUNCIATION OF ST. JOSEPH",
          "question": "What is the Annunciation to St. Joseph?",
          "summary": "The Annunciation to St. Joseph refers to the coming of an angel to St. Joseph in a dream. The angel commanded Joseph to take Mary into his home after he had planned to separate from her, having learned of her miraculous pregnancy (Mt. 1:20-21). Some take the text of Matthew 1:18-25 to mean that St. Joseph suspected the Blessed Virgin of adultery and desired to divorce her without bringing shame upon her. However, an ancient tradition held by doctors and saints of the Church explains St. Joseph’s choice in a different way—in light of his excellent virtues. They describe that, instead of being suspicious, St. Joseph decided out of reverence and humility to distance himself from the holiest of mysteries, not unlike his father, King David (cf. 2 Sam. 6:9-10). Overcome by his own unworthiness, Joseph turned to God. Seeing his virtue, God sent an angel to announce to Joseph His plan of salvation, and He gave Joseph the grace to complete his vocation within the Holy Family. As his father David accepted the Ark of the Covenant into his home and obtained a blessing (2 Sam. 6:12), so Joseph took Mary into his home for a perpetual blessing (Mt. 1:24)."
      },
      {
          "title": "EAT, DRINK, AND BE CATHOLIC: THE BIBLICAL PROHIBITION AGAINST EATING BLOOD",
          "question": "How is the prohibition of eating blood found in the Bible (cf. Gen. 9:3-4, Lev. 17:10-14, and Acts 15:28-29) to be understood?",
          "summary": "The prohibition against eating blood found in the Old Testament was a discipline associated with the covenant between God and Noah and incorporated into the Mosaic Covenant. When Jesus established the New Covenant through His death and resurrection, the disciplines of the Old Covenant became unnecessary. The discipline was maintained for a brief time in the early Church to protect new converts from scandal but was not associated with the theological understanding of grace. When taken in context, we find that the consumption of blood is not forbidden and, moreover, it is necessary in the Eucharist."
      },
      {
          "title": "HIS NAME IS JOHN: THE BELOVED DISCIPLE AND AUTHOR OF THE FOURTH GOSPEL",
          "question": "Is the Apostle John the Beloved Disciple and author of the fourth Gospel?",
          "summary": "Yes. The Church, which alone has been given the task of interpreting God’s written and spoken Word, has consistently maintained her teaching on these matters.1"
      },
      {
          "title": "JUST GRAPE JUICE? THE SOBER TRUTH ABOUT BIBLICAL WINE",
          "question": "Some Christians claim that the wine spoken of in Scripture was really grape juice, because the fermentation processes in ancient times were not very good. Is this true? Does Scripture really forbid the drinking of alcohol?",
          "summary": "Scripture forbids drunkenness, i.e., the drinking of alcohol to excess (e.g., Ephesians 5:18).1 However, it is clearly impossible to get drunk unless one drinks alcohol. Thus, the numerous descriptions of drunkenness in Scripture would be inaccurate, and the scriptural prohibition on drunkenness would be senseless, unless alcohol was available. Because wine is specifically mentioned as the substance upon which people get drunk, one can reasonably conclude that the wine of Scripture, when abused, contained sufficient quantities of alcohol to do cause drunkenness.<br>In fact, as will be discussed, John uses the same word for wine regarding Jesus’ miracle at the wedding at Cana (Jn. 2:1-11) as the author of Genesis does to describe the substance on which does Noah became drunk (Gen. 9:24). Indeed, Scripture endorses the prudent use of wine and, by implication, other alcoholic beverages (Jn. 2:1-11 and 1 Tim. 5:23)."
      },
      {
          "title": "MAKING “SENSE” OUT OF SCRIPTURE: THE FOUR BEST KEPT SECRETS IN BIBLICAL STUDIES TODAY",
          "question": "What are the four senses of scripture?",
          "summary": "Traditionally, there are four senses of Scripture, which are outlined in the Catechism of the Catholic Church, nos. 115-119:<br>1. LITERAL SENSE: “[T]he meaning conveyed by the words of Scripture” (Catechism, no. 116), the actual event, person, thing described in the biblical text. The literal sense gives rise to the following three “spiritual senses.”<br>2. ALLEGORICAL SENSE: How those things, events, or persons in the literal sense point to Christ and the Paschal Mystery.<br>3. MORAL SENSE: How the literal sense points to the Christian life in the Church.<br>4. ANAGOGICAL SENSE: How the literal sense points to the Christian’s heavenly destiny and the last things."
      },
      {
          "title": "NOW YOU SEE ‘EM, NOW YOU DON’T: DISPENSING WITH THE RAPTURE",
          "question": "Is there biblical and other historical evidence to substantiate belief in the Rapture?",
          "summary": "Some Christians believe that Jesus will one day instantaneously take people selected by Him from earth to heaven (the Rapture). Despite the popularity of books and movies about the Rapture, most Protestants do not actually believe in the Rapture. Belief in the Rapture only began in the 1800s among Christians known as “premillennialists,” who believe that Jesus Christ will visibly return after the Rapture to rule on earth for a literal, thousand-year reign (see Rev. 20:1-3).<br>The Bible and other historical evidence do not support belief in the Rapture. Christ established His reign on earth 2,000 years ago when He founded the Catholic Church. He gave Peter, the first Pope, the keys to the kingdom of heaven to signify the establishment of His reign (cf. Mt. 16:18-19). In addition, nowhere does the Bible speak of a new or different reign of God <em>between</em> an alleged Rapture and the Last Judgment. The Bible consistently speaks of one future coming of Christ in which the dead will be raised. On that day, Christ will judge those living and those raised to life. The just will enter heaven with Him, the damned will burn in hell forever. Scripture illustrates that this event will be on the “last day” and not during some intermediate time after which Christ will begin His “reign” on earth."
      },
      {
          "title": "<em>SOLA SCRIPTURA</em>? NOT ACCORDING TO THE BIBLE",
          "question": "What does <em>sola scriptura</em> mean? What is the Catholic response to this doctrine?",
          "summary": "<em>Sola scriptura</em> is the Protestant doctrine that Scripture alone is “the primary and absolute source of authority, the final court of appeal, for all doctrine and practice (faith and morals)” and that “the Bible -- nothing more, nothing less, and nothing else -- is all that is necessary for faith and practice.”<br>The Second Vatican Council summarizes the Catholic response to <em>sola scriptura</em>, teaching that the Church “does not derive her certainty about all revealed truths from the holy Scriptures alone. Both Scripture and Tradition must be accepted and honored with equal sentiments of devotion and reverence.”"
      },
      {
          "title": "TAKING GOD AT HIS WORD: A CATHOLIC UNDERSTANDING OF BIBLICAL INERRANCY",
          "question": "Does the Catholic Church teach biblical inerrancy? What is meant by the word “inerrancy”?",
          "summary": "Yes, “inerrancy” simply means the state of being free from error. The Catholic Church has always taught that Sacred Scripture is inerrant. The reason is that all the books of the Bible were composed by human authors who were “inspired” by the Holy Spirit (cf. Jn. 20:31; 2 Tim. 3:16; 2 Pet. 1:19-21; 3:15-16). Therefore, they truly have God as their author, and communicate without error our heavenly Father’s saving truth."
      },
      {
          "title": "THE “BROTHERS AND SISTERS” OF CHRIST",
          "question": "How can the Catholic Church teach that Mary was a virgin after the birth of Christ when there are references in Scripture to the “brothers and sisters” of Jesus?",
          "summary": "There are portions of Scripture that refer to the “brothers and sisters” of Jesus Christ. These passages seem to contradict the Church’s teaching that Mary remained a virgin after the birth of Christ. However, if we carefully examine these passages in context, it becomes clear that these “brothers and sisters” are not other biological children of the Blessed Mother. Further, in light of both Scripture and Tradition, we know that Jesus had brothers and sisters in the broader sense of the words, that is, His cousins."
      },
      {
          "title": "THE COMPLETE BIBLE: WHY CATHOLICS HAVE SEVEN MORE BOOKS",
          "question": "Catholic Bibles contain seven more Old Testament (46) books than Protestant Bibles (39). Catholics refer to these seven books as the “deuterocanon” (second canon), while Protestants refer to them as “apocrypha,” a term used pejoratively to describe non-canonical books. Protestants also have shorter versions of Daniel and Esther. Why are there differences?",
          "summary": "Catholic Bibles contain all the books that have been traditionally accepted by Christians since Jesus’ time. Protestant Bibles contain all those books, except those rejected by the Protestant Reformers in the 1500’s. The chief reason Protestants rejected these biblical books was because they did not support Protestant doctrines, e.g., 2 Maccabees supports prayer for the dead. The term “canon” means rule or guideline, and in this context means “which books belong in the Bible (and, by implication, which do not).”<br>The Catholic Old Testament follows the Alexandrian canon of the Septuagint, the Old Testament which was translated into Greek around 250 B.C. The Protestant Reformers follows the Palestinian canon of Scripture (39 books), which was not officially recognized by Jews until around 100 A.D."
      },
      {
          "title": "THE HISTORICITY OF THE INFANCY NARRATIVES",
          "question": "What does the Church teach about the historical nature of the Gospel accounts of the Nativity?",
          "summary": "The Church unambiguously affirms the historical nature of the four Gospels, including the first two chapters of St. Matthew’s Gospel and the first two chapters of St. Luke’s Gospel, which discuss the Incarnation, Nativity, and childhood of Jesus Christ."
      },
      {
          "title": "WHAT’S IN A NAME? PROTOCANON, DEUTEROCANON, APOCRYPHA",
          "question": "What do the terms “Canon of Scripture,” “protocanon,” “deuterocanon” and “apocrypha” refer to?",
          "summary": "“Canon of Scripture” refers to the whole of inspired Scripture; the books that are accepted as inspired by God. There are three classes of ancient texts relating to the Bible: protocanonical (first canon) books, which all ancient Christians agreed were inspired Scripture; deuterocanonical (second canon) books, which some Christians considered to be divinely inspired Scripture while others disagreed; and apocrypha, which all orthodox Christians agreed were not divinely inspired. The Old Testament deuterocanonical books are Tobit, Judith, Wisdom, Ecclesiasticus (Sirach), Baruch, 1 and 2 Maccabees, chapters 10-16 of Esther, and three sections of Daniel: Daniel 3:24-90, Daniel 13, and Daniel 14. The New Testament deuterocanonical books and passages are Hebrews, James, 2 Peter, 2 and 3 John, Jude, Apocalypse, Mark 16:19-20, Luke 22:43-44, John 5:4, and John 8:1-11. There are numerous apocryphal books which no Christians believe to be part of Scripture, like the Gnostic scriptures collected in the Nag Hammadi Library. The Catholic Church has long recognized all of the deuterocanonical books listed above as inspired Scripture, and that is why the Bible has 73 books (46 Old Testament, 29 New Testament). Protestants, beginning with Martin Luther, rejected the Old Testament deuterocanon in the 1500s, and that is why their Bibles have only 66 books, plus shorter versions of Esther and Daniel. The Eastern Orthodox accept the 73 books Catholics accept, plus Psalm 151, 3 and 4 Maccabees, a book of Esdras, and the Prayer of Manasseh."
      }
  ]
}