{
  "category": "family_issues",
  "category_display": "Family Issues",
  "faith_facts": [
      {
          "title": "“BE FRUITFUL AND MULTIPLY”: THE MORALITY OF FERTILITY DRUGS",
          "question": "Is the use of fertility drugs in conformity with the moral law?",
          "summary": "Technology that concerns overcoming fertility disorders must be at the service of the dignity of the conjugal union, i.e., the mutual self-giving of spouses expressed in the conjugal act, performed in a truly human way and open to new life (cf. <em>Catechism of the Catholic Church</em>, no. 2361; <em>Code of Canon Law</em>, c. 1061)."
      },
      {
          "title": "BENZIGER FAMILY LIFE",
          "question": "Does Catholics United for the Faith recommend the use of the <em>Benziger Family Life</em> sex education program in Catholic grade schools?",
          "summary": "No, CUF does not recommend <em>Benziger Family Life</em> because it violates several principles of Catholic chastity education. These principles were stated in The Truth and Meaning of Human Sexuality (TMHS), which the Pontifical Council for the Family published in 1995."
      },
      {
          "title": "CANONICAL MISCONCEPTIONS: POPE PIUS IX AND THE CHURCH’S TEACHING ON ABORTION",
          "question": "Has the Catholic Church always taught that abortion is a grave sin? If so, how do you respond to the charge that the Church only declared abortion to be murder in 1869 under Pope Pius IX?",
          "summary": "The Catholic Church has always taught that abortion is a grave sin  as even the ancient Didache, a first-century document that conveys the teaching of the early Church, affirms: “You shall not procure abortion, nor destroy a new-born child” What became clearer over time, because of advances in biology, was the issue of ensoulment, i.e., when the soul is infused into the unborn."
      },
      {
          "title": "CATHOLIC TRADITIONS FOR ADVENT AND CHRISTMAS",
          "question": "How can families better live the spirit of Advent and Christmas in their homes?",
          "summary": "The Catholic Church has designated the four weeks preceding Christmas as Advent, a time to “prepare the way of the Lord” for His coming as our King and Savior.  By participating in various time-honored traditions, such as making Jesse trees or putting on a Christmas play at home, Catholic families can engage more fruitfully in the seasons of Advent and Christmas."
      },
      {
          "title": "CHASTITY BEGINS AT HOME: PARENTAL RIGHTS AND CHASTITY EDUCATION",
          "question": "What are the rights and duties of parents when it comes to chastity education? How can they effectively resolve their concerns?",
          "summary": "The Church has consistently taught that parents are the principal and first educators of their children (Catechism, no. 1653).  Even with adolescents, classroom programs must not include the more intimate aspects of sexual information, whether biological or affective, which belong to individual formation within the family."
      },
      {
          "title": "CHOOSE LIFE THAT YOU AND YOUR CHILDREN MIGHT LIVE: THE TRUTH ABOUT BIRTH CONTROL",
          "question": "Is artificial birth control or contraception ever permitted?",
          "summary": "Under no circumstances is the use of contraception morally permissible. This is the clear and infallible teaching of the Catholic Church and, because it flows from the natural law as given to us by God, the Creator of all people, it is binding on all men and women (Humanae Vitae [HV] 18; Catechism, no. 2036)."
      },
      {
          "title": "DIVORCE AND REMARRIAGE: THE CHURCH’S PERSPECTIVE",
          "question": "What does the Catholic Church teach about remarriage after divorce?",
          "summary": "The Catholic Church does not permit the practice of divorce and remarriage under any circumstances. As our Lord says, “The man who divorces his wife and marries another is guilty of adultery against her.” (Mk. 10:11-12). One can be an innocent victim of divorce, and serious circumstances may warrant a separation of spouses, but remarriage is morally wrong."
      },
      {
          "title": "HOME SCHOOLING RESOURCES",
          "question": "Are there any home schooling resources committed to preserving the teachings of the Catholic Church? Are there other resources available that are not Catholic but respect the Catholic home schooling parent?",
          "summary": "Yes, there are many resources available to Catholic home schooling parents. Many home schooling resources are not oriented to Catholic parents and their children. Some include anti-Catholic material. Before purchasing materials, we recommend determining the nature of the curricula"
      },
      {
          "title": "LENTEN TRADITIONS WITHIN THE HOME",
          "question": "How can families better live the spirit of Lent and Easter in their homes?",
          "summary": "The Catholic Church has designated the liturgical season of Lent to be a period of 40 days. It is a period of fasting and self-denial, for we imitate Christ’s fasting for 40 days and 40 nights before His temptation by the devil (Catechism of the Catholic Church, nos. 538-40). Pope Gregory I described Lent as “the spiritual tithing of the year.” “Either we live the liturgical year with its varying seasons of joy and sorrow, work and rest, or we follow the pattern of the world,” writes Helen McLoughlin."
      },
      {
          "title": "MALE AND FEMALE HE CREATED THEM: THE CHURCH AND “SAME SEX MARRIAGES”",
          "question": "Why does the Church oppose government-sanctioned homosexual “marriages”?",
          "summary": "Marriage is by nature defined by the conjugal act between one man and one woman, a monogamous or exclusive union in which the two become one in a lifelong partnership (cf. Gen. 2:24; Mt. 19:4-6). This truth is understandable not only through divine Revelation, but also through natural reason."
      },
      {
          "title": "MARRIAGE IN GOD’S PLAN: DISCOVERING THE POWER OF MARITAL LOVE",
          "question": "What is the role of marriage in the plan of God?",
          "summary": "Christ restored marriage to its original integrity and elevated it to the dignity of a sacrament. Marriage reflects the communion of love that the Godhead shares in Himself and is a means through which God restores man to the communion for which he was created."
      },
      {
          "title": "PLAY IT AGAIN: ORGAN DONATION",
          "question": "What is the position of the Catholic Church on organ donation for the purpose of transplant? What moral principles are involved?",
          "summary": "Since the time of Pope Pius XII, the Church has explicitly stated that both types of transplants are licit based upon the principle of fraternal charity, but only when certain requirements are met and remembering that the end does not justify the means."
      },
      {
          "title": "PURE BIOLOGY? EFFECTIVE CHASTITY EDUCATION",
          "question": "How can parents determine whether a particular “sex education” program will effectively teach their children the virtue of chastity?",
          "summary": "To determine whether such a program is faithfully and effectively assisting the parents, there are six useful questions, based on a wealth of Church teaching on the subject, that should be asked."
      },
      {
          "title": "RAISING TOMORROW’S SAINTS: THE CATHOLIC EDUCATION OF YOUTH",
          "question": "What is Catholic education?",
          "summary": "Catholic education recognizes that knowledge is at the service of man and must be directed toward the common good and the salvation of all. Such education requires a formation in the virtues that has foundation in the Commandments of God."
      },
      {
          "title": "REPRODUCTIVE TECHNOLOGIES",
          "question": "What does the Church teach about reproductive technologies?",
          "summary": "If they help married couples realize the basic goods involved in marriage, the Church favors technological interventions. The Church opposes technological interventions that violate the natural law regarding the intrinsic goods and natural rights of the human person."
      },
      {
          "title": "RETURNING TO THE CHURCH",
          "question": "What is the process for returning to the Catholic Church?",
          "summary": "Former Catholics can always return to the Church—they need only seek a priest. The priest can provide any needed guidance or instruction. A full return to the Church includes a celebration of the sacraments."
      },
      {
          "title": "SHOULD I ATTEND?",
          "question": "Does the Catholic Church require Catholics not to attend weddings that the Church does not approve? If he can attend, is it permissible for a Catholic to be in the wedding party?",
          "summary": "The Catholic Church does not explicitly prohibit Catholics from attending. However, there are certain moral principles that must be considered before a Catholic decides what to do."
      },
      {
          "title": "SHOULD I BE A CONFIRMATION SPONSOR?",
          "question": "Having received an invitation to be a confirmation sponsor, how can a person decide whether to accept?",
          "summary": "There are a number of considerations a person might make when deciding whether or not to accept the invitation to be a sponsor for confirmation. They fall into two general categories: Church norms and personal considerations."
      },
      {
          "title": "SHOULD I BE A GODPARENT?",
          "question": "How should a person decide whether to accept the invitation to be a godparent?",
          "summary": "There are a number of considerations a person might make when deciding whether to accept the invitation to be a godparent. These fall into two general categories: Church norms and personal considerations."
      },
      {
          "title": "THE ANNULMENT PROCESS",
          "question": "What is a declaration of nullity?",
          "summary": "A declaration of nullity is not a divorce. A divorce recognizes a marriage existed but allows common life to end. A declaration of nullity is a decree by a Church court stating that a marriage never existed."
      },
      {
          "title": "TRUE COMPASSION FOR THE DYING: THE CHURCH’S TEACHING ON EUTHANASIA",
          "question": "What is euthanasia? Why does the Church forbid its practice?",
          "summary": "The glossary in the Catechism of the Catholic Church defines euthanasia as “an act or omission which, of itself or by intention, causes the death of handicapped, sick, or dying persons – sometimes with an attempt to justify the act as a means of eliminating suffering."
      },
      {
          "title": "WHAT MAKES A MARRIAGE? CONSENT, CONSUMMATION, AND THE SPECIAL CASE OF THE HOLY FAMILY",
          "question": "Must a marriage be consummated in order to be considered valid? Can a valid marriage be dissolved? If so, what about the marriage of Joseph and Mary, which was not consummated?",
          "summary": "A marriage is valid in which both parties have expressed their free consent to be married through the exchange of vows, even though they have not consummated their union."
      }
  ]
}