{
  "header": "Links",
  "groups": [
    {
      "subheader": "Lay Apostolates",
      "links": [
        {
          "title": "The Saint Joseph Foundation",
          "titlelink": "https://stjosephcanonlaw.com/",
          "description": "The St. Joseph Foundation advises individuals and groups around the world to resolve legal issues in Catholic canon law. Through the publication of Christifidelis, the Foundation educates the faithful on Catholic teaching and their rights within the Church. We provide all services free of charge, relying solely on the generosity of the faithful and the patronage of St. Joseph."
        },
        {
          "title": "Apostolate for Family Consecration",
          "titlelink": "https://afc.org/",
          "description": "At the Apostolate for Family Consecration® (AFC), their mission is to empower you to create experiences that make the Faith come alive for your children. We help you through events, videos and other resources so that your family can be on fire for God – and then share the light with others."
        },
        {
          "title": "The Military and Hospitaller Order of Saint Lazarus of Jerusalem",
          "titlelink": "https://ordersaintlazarususa.com/",
          "description": "All members of the Order, whether clergy or laity, are devoted to the values of Christian charity; striving for spiritual perfection by working for the good of others. As truly ecumenical order of chivalry, membership in the Order of Saint Lazarus is open, depending on sponsorship, to Christian men or women, who respects the values of Christianity, who hold an ardent desire to help others and work for Christian unity."
        }
      ]
    },
    {
      "subheader": "Official Church Institutions",
      "links": [
        {
          "title": "The Vatican",
          "titlelink": "https://www.vatican.va/"
        },
        {
          "title": "The United States Conference of Catholic Bishops",
          "titlelink": "https://usccb.org/"
        }
      ]
    }
  ]
}