{
  "category": "apologetics",
  "category_display": "Apologetics",
  "faith_facts": [
    {
        "title": "ALL IN THE FAMILY: THE COMMUNION OF SAINTS",
        "question": "What is the communion of saints?",
        "summary": "The communion of saints is the intimate union that exists among all the disciples of Christ."
    },
    {
        "title": "BLESSED BE GOD, THE FATHER, SON AND HOLY SPIRIT",
        "question": "What is the Holy Trinity?",
        "summary": "The Holy Trinity is the union of the Father, Son and Holy Spirit as One God."
    },
    {
        "title": "CHOSEN IN HIM: THE CATHOLIC TEACHING ON PREDESTINATION",
        "question": "How does the Catholic Church understand predestination?",
        "summary": "God gives us the gift of salvation through grace and faith. In turn, we must use our free will to persevere in good works “prepared beforehand” by God Himself."
    },
    {
        "title": "CHRIST’S DESCENT INTO “HELL”",
        "question": "Every time we recite the Apostles’ Creed, we proclaim our belief that Christ descended into “Hell” after His death. But isn’t Hell a place of everlasting torment for the damned?",
        "summary": "The English word “Hell” describes two different places in the Bible. The first, referred to in the Apostles’ Creed, is “Hades” or the “abode of the dead.” The more commonly known “Hell of damnation” (or “Gehenna”) is the place where those who die in a state of mortal sin go."
    },
    {
        "title": "ECUMENISM AND THE UNITY OF THE CHURCH ",
        "question": "What does the Catholic Church teach about ecumenism and Church unity?",
        "summary": "The Church’s teaching authority praises efforts to restore the full communion of non-Catholic churches and ecclesial communities with Christ’s sole Church."
    },
    {
        "title": "GIVE IT A REST: SUNDAY IS THE LORD’S DAY",
        "question": "Why does the Catholic Church worship on Sunday, rather than maintaining the Jewish tradition of the Saturday Sabbath?",
        "summary": "Through His Paschal Mystery, i.e., His death and resurrection, Jesus Christ fulfilled the “spiritual truth” of the Jewish Sabbath."
    },
    {
        "title": "GOD OR GODDESS? OUR HEAVENLY FATHER KNOWS BEST",
        "question": "Is it proper for us to refer to God as our mother?",
        "summary": "When asked how to pray, Jesus told His disciples to refer to God as “Father.”"
    },
    {
        "title": "GOING GOD’S WAY: MORAL CONSCIENCE",
        "question": "What does the Church teach concerning moral conscience?",
        "summary": "While the natural law written on our hearts teaches us the general, objective principles of the moral life, conscience applies the natural law to particular circumstances."
    },
    {
        "title": "GREGORY THE GREAT AND PAPAL PRIMACY ",
        "question": "Gregory the Great condemned the title “ecumenical patriarch” or “universal bishop” . Later, when others tried to apply them to him as bishop of Rome, he refused . In refusing the titles, was the Pope denying the primacy of the papacy?",
        "summary": "No, Pope St. Gregory the Great was simply affirming the constant Catholic doctrine that individual bishops are truly successors of the apostles and not just agents of the Pope."
    },
    {
        "title": "HONOR THY MOTHER: PRAISING MARY AND THE SAINTS IS BIBLICALLY CORRECT ",
        "question": "Does honoring and praising Mary and the saints offend God? Some Christians say that such practices are blasphemous.",
        "summary": "Catholics do not worship or adore Mary the Mother of God and the saints. Rather, we honor and praise Mary and the saints because of their great love and faithfulness to God."
    },
    {
        "title": "“IF I FORGET YOU, O JERUSALEM”: THE TRUTH ABOUT THE CRUSADES ",
        "question": "What were the Crusades?",
        "summary": "The Crusades were an integral part of the attempt to reform, defend, and renew the Church during the Middle Ages.  A balanced view of the Crusades entails a firm grasp of the complexities of the historical situation in which they occurred."
    },
    {
        "title": "IS CHRISTMAS A PAGAN FEAST?",
        "question": "Does Christmas have pagan roots?",
        "summary": "Christmas is the celebration of Our Lord Jesus Christ’s birth. It is not a pagan feast. However, history indicates that the Church chose December 25 to evangelize the pagans of the ancient Roman Empire, who celebrated the feast of the “invincible sun” on that day."
    },
    {
        "title": "IT WORKS FOR ME: THE CHURCH’S TEACHING ON JUSTIFICATION",
        "question": "How does the Catholic understanding of justification differ from the Protestant understanding?",
        "summary": "When Catholics and Protestants use the words “righteousness,” “justification” and “sanctification,” they have different, though similar, definitions for these words. These differences lead to a lot of unnecessary and divisive confusion between the two groups.  The Catholic Church teaches, and most Protestants also believe, that people can be saved only by the grace of God The Church differs with Protestants, however, regarding the means of righteousness, justification, and ultimately salvation."
    },
    {
        "title": "JEHOVAH’S WITNESSES AND THE HOLY SPIRIT ",
        "question": "What do Jehovah’s Witnesses believe about the Holy Spirit?",
        "summary": "Jehovah’s Witnesses believe that the Holy Spirit is a force of God, not a Person."
    },
    {
        "title": "LIFE IN THE FAST LANE: WHY CATHOLICS ABSTAIN",
        "question": "Why do Catholics fast?",
        "summary": "Fasting is a “spiritual exercise” by which we repent of our sins and strive to become more Christ-like . While Jesus cautioned against prideful fasting (Mt. 6:1-5, 16-18), He Himself fasted (Lk. 4:1-2) and encouraged others to do so to advance His Kingdom (Mt. 17:21)."
    },
    {
        "title": "MARY, CONCEIVED WITHOUT SIN: THE IMMACULATE CONCEPTION",
        "question": "What is the Immaculate Conception?",
        "summary": "The dogma of the Immaculate Conception, as solemnly defined by Pope Pius IX in 1854, teaches that “the most Blessed Virgin Mary, in the first instant of her conception, by a singular grace and privilege granted by Almighty God, in view of the merits of Jesus Christ, the Savior of the human race, was preserved free from all stain of original sin.”"
    },
    {
        "title": "MARY’S PERPETUAL VIRGINITY",
        "question": "What does the Church teach concerning Mary’s virginity?",
        "summary": "The Church has always professed that Mary was a virgin before birth, during birth, and after the birth of Christ."
    },
    {
        "title": "NO BULL: PAPAL AUTHORITY AND OUR RESPONSE",
        "question": "What is the origin and purpose of papal authority?",
        "summary": "Papal authority has divine origin. The Lord made Simon alone, whom He named Peter, the “rock” of His Church. He gave him the keys of His Church and instituted him shepherd of the whole flock."
    },
    {
        "title": "PERSEVERING TO THE END: THE BIBLICAL REALITY OF MORTAL SIN",
        "question": "Is the distinction between mortal and venial sin biblical?",
        "summary": "The Bible describes sins that are mortal (or “unto death”), and those that are not mortal, which we commonly call venial (cf. 1 Jn. 5:16-17)."
    },
    {
        "title": "PILLAR AND BULWARK OF THE TRUTH: THE INFALLIBLE MAGISTERIUM OF THE CATHOLIC CHURCH",
        "question": "What is the Magisterium? What is the charism of infallibility?",
        "summary": "The Magisterium is the Church’s teaching office established by Jesus Christ to “guard what has been entrusted” (1 Tim. 6:20). The Magisterium, in service to the Word of God, authentically interprets the Word, whether in Scripture or in the form of Tradition. Infallibility is a charism whereby the Holy Spirit protects the Magisterium from teaching error."
    },
    {
        "title": "PREDESTINATION AND FREE WILL",
        "question": "What is meant by “predestination” within a Calvinist understanding of salvation?",
        "summary": "Predestination refers to God’s sovereign will over all things. According to Catholic teaching, predestination and free will are not mutually exclusive. In contrast, the Calvinist approach to predestination denies the full freedom of will God gives each person."
    },
    {
        "title": "PURGATORY",
        "question": "What does the Church teach concerning purgatory?",
        "summary": "Purgatory  refers to the state of being after death in which people do penance for sins not atoned for on earth. Its biblical basis is found in both the Old and New Testaments."
    },
    {
        "title": "ROCK SOLID: THE SALVATION HISTORY OF THE CATHOLIC CHURCH",
        "question": "Is the Catholic Church a man-made, post-resurrection invention?",
        "summary": "“Jesus Christ, son of David, son of Abraham.” Matthew 1:1 is not only a summary of salvation history, but also a summary of how the Catholic Church came to be, through her founder and bridegroom, Jesus Christ."
    },
    {
        "title": "ST. AUGUSTINE’S REAL FAITH IN THE REAL PRESENCE",
        "question": "Did St. Augustine believe in the Real Presence of Christ in the Eucharist?",
        "summary": "Yes. St. Augustine did believe that the bread and wine become the Body and Blood of Jesus Christ at the time of consecration."
    },
    {
        "title": "THAT THEY MAY ALL BE ONE: THE DIFFERENCE THE CHURCH MAKES",
        "question": "In the 1500s, Protestant Reformers claimed to have divine guidance in attempting to restore the order, truth and unity of the early Christian Church. Does the Bible and other historical evidence support their claim?",
        "summary": "No. As the Bible and other historical evidence testify, Jesus Christ founded the Catholic Church. While some of the Church’s leaders and practices (not doctrines) were in need of reform in the 1500s, the Protestant Reformation erred in rejecting the visible papal authority that God provided to establish and maintain order, truth and unity in His Church. In seeking Christ without His Church, the Reformation created a vacuum of Church authority that has generated more than 20,000 Protestant denominations (listed in the Oxford University Press’s <em>World Christian Encyclopedia</em>)."
    },
    {
        "title": "THE ASSUMPTION OF THE BLESSED VIRGIN MARY",
        "question": "What does the Church teach concerning the Assumption of the Blessed Virgin Mary?",
        "summary": "The Most Blessed Virgin Mary, when the course of her earthly life was completed, was taken up [“assumed”] body and soul into the glory of heaven, where she already shares in the glory of her Son’s Resurrection, anticipating the resurrection of all members of His Body."
    },
    {
        "title": "THE FIRST MARIAN DOGMA: MARY, THE MOTHER OF GOD",
        "question": "What is the Church’s teaching concerning Mary’s divine maternity?",
        "summary": "The first and foremost revealed truth about our Blessed Mother, from which all her other roles and honors flow, is that she is the Mother of God."
    },
    {
        "title": "THE HUMAN KNOWLEDGE OF CHRIST",
        "question": "What does the Church teach concerning Christ’s human knowledge?",
        "summary": "The constant teaching of the Church is that Christ, in His human intellect, knew all things that a created intellect could know from the moment of His conception."
    },
    {
        "title": "THE INQUISITION IN THE CATHOLIC CHURCH",
        "question": "What role did the Inquisition play in the Catholic Church?",
        "summary": "To assess the Inquisition properly we must distinguish between the principle which undergirded it, and the actions of those responsible for implementing the principle. The principle – that the Church must guard the faith against deviations – is an obligation of Divine Law (cf. Mt. 18:18; 2 Tim. 1:14). The actions taken to implement the process were sometimes questionable and even deplorable. Yet, because of centuries of misinformation, we must take care to distinguish fact from fiction."
    },
    {
        "title": "THE ROLE OF THE INQUISITION IN EUROPE",
        "question": "What was the Inquisition?",
        "summary": "“Inquisition” was a judicial procedure used in the medieval courts of Europe. Before discussing inquisitorial courts, it is important to have an understanding of the history and context of these courts."
    },
    {
        "title": "WHAT’S A MOTHER TO DO? MARY’S ROLE IN OUR SALVATION",
        "question": "What is Mary’s role in our salvation? Isn’t Jesus Christ the one Mediator between God and man?",
        "summary": "Mary’s role can be summarized in the terms Co-redemptrix, Mediatrix, and Advocate (cf. Catechism, no. 969). Mary’s maternal role in our salvation, as summarized by these titles, is part of the constant teaching of the Church."
    },
    {
        "title": "WITHOUT THE CHURCH THERE IS NO SALVATION",
        "question": "What does the Catholic Church mean by the phrase, “Outside the Church there is no salvation” (<em>extra ecclesiam nulla salus</em>)?",
        "summary": "All salvation comes through Jesus Christ, the one Savior of the world (cf. Acts 4:12).  Christ told the apostles, “He who hears you hears me, and he who rejects you rejects me, and he who rejects me rejects him who sent me” (Lk. 10:16). As stated in Vatican II's Dogmatic Constitution on the Church, “Basing itself upon Sacred Scripture and Tradition, [this holy Council] teaches that the Church, now sojourning on earth as an exile, is necessary for salvation.”"
    }
  ]
}