{
  "category": "general",
  "category_display": "General",
  "faith_facts": [
      {
          "title": "A MATTER OF RECEPTION: ABORTION, HOLY COMMUNION, AND CATHOLIC POLITICIANS",
          "question": "Should Catholic politicians who publicly support abortion rights receive Holy Communion?",
          "summary": "All Catholics who reject the Church’s moral teaching concerning the evil of abortion and/or advocate or promote abortion rights should not receive Communion until they repent of their position. Additional factors come into play in the case of Catholic politicians."
      },
      {
          "title": "A SEASON OF HOPE: JUBILEE YEAR 2000",
          "question": "What is the significance of Jubilee Year 2000?",
          "summary": "The Third Millennium is a threshold of Hope for all men seeking peace in God's plan. In his Bull of Indiction of the Great Jubilee of the Year 2000, John Paul II outlines how we can enter fully."
      },
      {
          "title": "ABOVE AND BEYOND: THE CHURCH’S TEACHING ON MIRACLES",
          "question": "What is a miracle? What is the purpose of miracles?",
          "summary": "Traditionally understood, a miracle is a supernatural sign or wonder, brought about by God, signifying His glory and the salvation of mankind."
      },
      {
          "title": "ALL HALLOWS’ EVE",
          "question": "Is the celebration of Halloween a pagan feast? May a Catholic celebrate Halloween in good conscience? What is the history of this popular American holiday?",
          "summary": "We celebrate Halloween on the evening before All Saints Day. The word itself is a shortened form of “All Hallows’ Eve,” which quite literally means “the eve of All Saints.”"
      },
      {
          "title": "ALL YOU NEED IS LOVE: THE THEOLOGICAL VIRTUE OF CHARITY",
          "question": "What is the virtue of charity? How can I better live it in my life?",
          "summary": "Charity allows us to love God above all else for His own sake, and to love our neighbor for the love of God (cf. Mk. 12:29-31; Catechism, no. 1822)."
      },
      {
          "title": "ANGLICAN-CATHOLIC RELATIONS: THE QUEST FOR UNITY",
          "question": "What is the state of relations between the Anglican Communion and the Catholic Church? What does the Catholic Church teach about the validity of the sacraments within Anglicanism?",
          "summary": "The Catholic Church takes seriously the desire of Our Lord Jesus Christ “that they all may be one” (Jn. 17:21), and so there are ongoing discussions and efforts to overcome those things that separate Anglicans from Catholics. Because the Catholic Church has a responsibility to present the truth as revealed in Scripture and Tradition, it is necessary at times to be clear about those areas in which other Christians have deviated from Christ’s teaching. Although there are striking similarities between Anglicans and Catholics, there remain serious areas of doctrinal disagreement which mean that the sad divisions, for now, continue."
      },
      {
          "title": "ANT-JUDAISM VS. ANTI-SEMITISM: WAS CHRISTIANITY RESPONSIBLE FOR THE NAZI HOLOCAUST?",
          "question": "Did Christian teaching, as is increasingly being alleged, create cultural conditions which ultimately drove the Jews to their mass graves during the mid-twentieth century?",
          "summary": "While it is sinful for Christians to be prejudiced in this way, the sorry truth is that such antagonism exists as a historical fact. The question of anti-Semitism, or a philosophical belief in the inferiority of the Jewish race does not exist and has never existed in Catholic doctrine or social teaching."
      },
      {
          "title": "ATTENDING A NON-CHRISTIAN WORSHIP SERVICE",
          "question": "May a Catholic attend non-Christian worship services?",
          "summary": "Catholics are not prohibited from attending non-Christian worship services. However, before attending a non-Christian worship service, there are some considerations a Catholic should make."
      },
      {
          "title": "ATTENDING A PROTESTANT SERVICE",
          "question": "May a Catholic attend a service at a Protestant church?",
          "summary": "A Catholic may attend and participate in common prayer at services in Protestant churches. Catholics are encouraged to pray and sing, and they may read or preach, but a Catholic may not receive “communion.”"
      },
      {
          "title": "AVOIDING WAR AND SAFEGUARDING PEACE",
          "question": "What does the Church teach about just war?",
          "summary": "While recognizing the right of nations to legitimate self-defense under the just war doctrine, the teaching Church urges the avoidance of war."
      },
      {
          "title": "BURYING A STATUE OF ST. JOSEPH TO SELL YOUR HOUSE",
          "question": "What does the Church say about the custom of burying a statue of St. Joseph for the purpose of selling one’s home?",
          "summary": "The Church teaches that the faithful should pray to the saints for their intercession. The custom of burying a statue of St. Joseph for the purpose of selling one’s home can be in harmony with the teachings of the Church when grounded in prayer for St. Joseph’s intercession."
      },
      {
          "title": "CAN GOD DO THE IMPOSSIBLE?",
          "question": "Can God do the impossible?",
          "summary": "What is possible for God extends beyond the limits of human reason or human possibility."
      },
      {
          "title": "CAPITAL PUNISHMENT",
          "question": "What is the Church’s teaching on capital punishment?",
          "summary": "The traditional teaching of the Church does not exclude recourse to the death penalty, so long as it is the only possible way of effectively defending human lives against an unjust aggressor.<br>The Church also affirms that non-lethal means of punishment are generally more in keeping with the good of society and the dignity of the human person. In today’s society, the cases in which the execution of a criminal is an absolute necessity are very rare, if not practically nonexistent (Catechism, no. 2267)."
      },
      {
          "title": "CHRISTIAN JOY",
          "question": "What is Christian joy?",
          "summary": "Pope Paul VI teaches that Christian joy “consists in the human spirit’s finding repose and a deep satisfaction in the possession of the Triune God.”"
      },
      {
          "title": "CHRISTIAN STEWARDSHIP: WHAT GOD EXPECTS FROM US",
          "question": "What is Christian stewardship? How can I be a proper steward of God’s gifts?",
          "summary": "Christian stewardship is a way of living in which we recognize that everything belongs to God."
      },
      {
          "title": "CLONING: AN AFFRONT TO HUMAN DIGNITY",
          "question": "What is human cloning? Why does the Church teach that cloning is immoral?",
          "summary": "Cloning is a form of artificial reproduction in which the offspring produced is genetically identical to the individual from whom he or she originated. Human cloning is immoral because it attacks the dignity of human procreation and because it is an affront to the dignity of the individuals involved in cloning."
      },
      {
          "title": "DAILY PENANCE & DAYS OF PENANCE",
          "question": "What does the Church teach about daily penance? What are the days of penance, and how ought Catholics to observe them?",
          "summary": "As part of our response to Christ’s exhortation to repent, the Church urges us to live penitentially every day. While Catholics are called to do penance primarily in daily life, the Church has established special days of penance."
      },
      {
          "title": "DARK NIGHT OF THE SOUL",
          "question": "What is the “Dark Night of the Soul”?",
          "summary": "The concept of the “Dark Night of the Soul” comes from the writings of St. John of the Cross. It refers to the purification of the sensual and spiritual appetites through which one becomes more open to God."
      },
      {
          "title": "DEBUNKING THE OVERPOPULATION MYTH",
          "question": "Could we not cure countless social problems if we stabilized or curbed the rate of population growth?",
          "summary": "No. Proponents of population control argue that the earth has too fragile an environment, and too limited space  Historic and scientific facts prove these arguments false. Sacred Scripture and the teachings of the Catholic Church  provide a proper understanding of the issues involved, and offer just solutions for the social problems of our day."
      },
      {
          "title": "DOCTORS OF THE CHURCH",
          "question": "What does it mean to be a doctor of the Church? Who are the doctors of the Church?",
          "summary": "The doctors of the Church are certain men and women who are revered by the Church for the special value of their writings and preaching and the sanctity of their lives."
      },
      {
          "title": "DRAWING THE LINE: THE CHURCH’S TEACHING ON EMBRYONIC STEM CELL RESEARCH",
          "question": "What does the Church teach about embryonic stem cell research?",
          "summary": "The Church teaches that the intentional destruction of human embryos, which is necessary for embryonic stem cell research, is gravely immoral (cf. Catechism, no. 2274-75)."
      },
      {
          "title": "EASTERTIDE: DETERMINING THE DATE FOR EASTER",
          "question": "How is the date of Easter determined by the Church?",
          "summary": "Easter falls on the first Sunday following the full moon after the vernal equinox (first day of spring). The Council of Nicea (AD 325) set this standard for the date for Easter to provide uniformity to the Church’s observance."
      },
      {
          "title": "ECUMENICAL COUNCILS OF THE CHURCH",
          "question": "What is an ecumenical council?",
          "summary": "An ecumenical council is a gathering of all the bishops of the world, either called for by the Pope or confirmed by him, in the exercise of their authority over the universal Church. Infallibility is present in the body of bishops when, with the Pope, they exercise the Church’s Magisterium in an ecumenical council."
      },
      {
          "title": "FOLLOWING OUR BISHOPS: APOSTOLIC AUTHORITY IN THE CHURCH",
          "question": "As a Roman Catholic, I understand that the Pope has authority over the entire Church. What, then, is the role of my local bishop?",
          "summary": "In communion with the whole Church, and under the guidance of the Pope, bishops are called to exercise authority in the name of Christ in their respective dioceses. Because the bishop is truly a successor of the apostles, our attitude should be characterized by charity, respect, and obedience."
      },
      {
          "title": "FROZEN EMBRYOS AND EMBRYO ADOPTION",
          "question": "What should be done with frozen embryos, which are the result of in vitro fertilization (IVF)? Is “embryo adoption” a morally acceptable solution?",
          "summary": "Frozen embryos are produced using immoral means by the fact of their existence, these tiny human beings have the right to life cannot be destroyed or experimented on, nor can they be left frozen. Faithful Catholics are free to propose possible solutions within the moral framework provided by the Church."
      },
      {
          "title": "FUNDAMENTAL OPTION",
          "question": "Some contemporary theologians deny that an individual act, even though it involves grave matter, full knowledge, and free consent (i.e., mortal sin), can separate man from God.",
          "summary": "According to the Church, individual acts of sin have the capacity to reorient the person, effectively changing the direction of his fundamental option."
      },
      {
          "title": "GOD’S BIG BANG: THE CHURCH AND EVOLUTION",
          "question": "What does the Church teach regarding evolution?",
          "summary": "The Church rejects all theories of evolution that do not reflect the revelations of God. Pius XII “already stated [in Humani Generis] that there was no opposition between evolution and the doctrine of the faith about man and his vocation, on condition that one not lose sight of several indisputable points.”"
      },
      {
          "title": "HELL: THE SELF-EXCLUSION FROM GOD",
          "question": "What is Hell? Where is it?",
          "summary": "<em>“To die in mortal sin without repenting and accepting God’s merciful love means remaining separated from him forever by our own free choice. This state of definitive self-exclusion from communion with God and the blessed is called ‘hell’”.</em>"
      },
      {
          "title": "HERE I AM, LORD: VOCATIONS IN CHRIST",
          "question": "What is meant by the term “vocation”?",
          "summary": "The glossary in the <em>Catechism of the Catholic Church</em> defines “vocation” as: “[T]he calling or destiny we have in this life and hereafter. God has created the human person to love and serve him; the fulfillment of this vocation is eternal happiness. Christ calls the faithful to the perfection of holiness.”"
      },
      {
          "title": "HOLD FAST TO WHAT IS GOOD: ON BORROWING FORMS OF MEDITATION FROM EASTERN RELIGIONS",
          "question": "Should Christians look to non-Christian methods of meditation to draw closer to God?",
          "summary": "The Church acknowledges the usefulness of some elements of meditation found in non-Christian religions, provided that these elements be renewed or redefined by the Catholic faith. The Church’s basic understanding of Christian prayer must not be expanded to incorporate non-Christian elements."
      },
      {
          "title": "“HOLY THINGS TO THE HOLY”: SACRED THINGS, PLACES, AND TIMES",
          "question": "What does the Church call sacred and why? What is the proper use of the sacred?",
          "summary": "According to the <em>Code of Canon Law</em> (CIC 12-5), a place is said to be sacred if it is designated for divine worship. Such things must be used according to their purpose."
      },
      {
          "title": "HOPE: A PILGRIM’S VIRTUE",
          "question": "What is the theological virtue of hope?",
          "summary": "The theological virtue of hope is the confident expectation of divine blessing and eternal life with God (cf. Catechism, no. 2090). This virtue is infused at Baptism."
      },
      {
          "title": "HOROSCOPES: SHOULD THE CHRISTIAN FAITHFUL USE THEM?",
          "question": "Should the Christian faithful utilize horoscopes?",
          "summary": "Consulting horoscopes is a form of divination and as such, rejected by the Church  an offense against the First Commandment nor should they be used as entertainment, even if a person does not believe that they have a power to predict the future."
      },
      {
          "title": "HUMAN SUFFERING: WHY DOES GOD PERMIT IT?",
          "question": "“If God the Father almighty, the Creator of the ordered and good world, cares for all His creatures, why does evil exist?” (Catechism, no. 309)",
          "summary": "“To this question, as pressing as it is unavoidable and as painful as it is mysterious, no quick answer will suffice. Only Christian faith as a whole constitutes the answer to this question” (ibid.)."
      },
      {
          "title": "I WILL GIVE YOU SHEPHERDS: ADDRESSING THE PRIEST SHORTAGE",
          "question": "Is there a priest shortage?",
          "summary": "Some compare current ratios of priests to faithful with ratios from other eras, though some say that demand for priests has diminished . Others contend that “priests shortage” is a slogan used by those who seek structural change. Apart from how “shortage” is defined, though, in some parts of the world the faithful acutely feel a need for priests."
      },
      {
          "title": "INDULGENCES",
          "question": "What is an indulgence?",
          "summary": "An indulgence remits temporal punishment or consequences due to sins for which we have already been forgiven. The Church dispenses indulgences when, as a minister of Christ’s Redemption, “she dispenses and applies with authority the treasury of the satisfaction won by Christ and the saints.”"
      },
      {
          "title": "IS MISSING SUNDAY MASS A MORTAL SIN?",
          "question": "Is missing Sunday Mass a mortal sin?",
          "summary": "The requirement to attend Mass on Sunday and other holy days of obligation, rooted in the Third Commandment and codified in Church law (cf. <em>Code of Canon Law</em>, canons 1246-48) is a serious obligation for all Catholics."
      },
      {
          "title": "JEHOVAH AS A NAME OF GOD",
          "question": "Where do we get the word “Jehovah”? Is “Jehovah” an acceptable pronunciation of the name of God?",
          "summary": "The origins of the word “Jehovah” go back to Exodus 3:14 when God reveals his name to Moses. While a common pronunciation, “Jehovah” is a misnomer that developed out of an improper understanding of the Hebraic texts."
      },
      {
          "title": "LENT: DISCIPLINE AND HISTORY",
          "question": "How did Lent arise? What is its current discipline, and what is its history?",
          "summary": "At the beginning of His public life, Jesus was tempted for 40 days in the desert (Mt. 4:1–11; Mk. 1:12–13; Lk. 4:1–13). “By the solemn 40 days of Lent,” the <em>Catechism of the Catholic Church</em> teaches, “the Church unites herself each year to the mystery of Jesus in the desert.”"
      },
      {
          "title": "LET THE SON SHINE: THE TRUTH ABOUT THE NEW AGE MOVEMENT",
          "question": "May Catholics participate in New Age activities?",
          "summary": "No. The New Age movement opposes the Catholic Faith, denies doctrines essential to Christianity, and is rooted in witchcraft ideology and practice."
      },
      {
          "title": "MARY, MOTHER OF THE CHURCH",
          "question": "Is “Mother of the Church” an official title of the Blessed Virgin Mary? How do we understand this title?",
          "summary": "“Mother of the Church” is a title of the Blessed Virgin Mary that was solemnly proclaimed by Pope Paul VI at the closing address of the third session of the Second Vatican Council."
      },
      {
          "title": "MORALITY IS HABIT-FORMING: THE CARDINAL VIRTUES",
          "question": "What are the cardinal virtues? What is the role of the cardinal virtues in the Christian life?",
          "summary": "Virtue is a habitual and firm disposition to do the good (Catechism, no. 1803). Four of the human or moral virtues are known as <em>cardinal</em> virtues."
      },
      {
          "title": "NEW ECCLESIAL MOVEMENTS",
          "question": "What are the new ecclesial movements, and what have been the popes’ assessments of them?",
          "summary": "The new movements that have been approved by the Church represent, according to Pope John Paul II, a providential response to charisms given by the Holy Spirit at this time in the Church’s history."
      },
      {
          "title": "NIHIL OBSTAT AND IMPRIMATUR",
          "question": "What are the <em>nihil obstat</em> and <em>imprimatur</em>? Do they guarantee that a work will authentically present the teachings of the Church?",
          "summary": "In the Catholic Church, certain types of writings need a bishop’s authorization to be published for use in Catholic instruction.  However, the <em>nihil obstat</em> and <em>imprimatur</em> are not an endorsement and do not guarantee that the entire contents of a work are true."
      },
      {
          "title": "NO MAN’S AN ISLAND: ASSOCIATIONS OF THE FAITHFUL",
          "question": "What is an association of the faithful? Are there different types?",
          "summary": "According to canon law: “In the Church there are associations distinct from institutes of consecrated life and societies of apostolic life, in which the Christian faithful, either clergy or laity or clergy and laity together, strive by common effort to promote a more perfect life.”"
      },
      {
          "title": "NON-MASS USE OF CHURCHES",
          "question": "What are the Church’s norms regarding the use of churches for events other than the Mass?",
          "summary": "A sacred place should only hold events that exercise or promote worship, piety, and religion. However, in certain circumstances the bishop may allow other uses as long as they are not contrary to the sacred nature of the place."
      },
      {
          "title": "NOT IN VAIN: THE ROSARY AND REPETITION",
          "question": "Is the Rosary a prayer of “vain repetition” (cf. Mt. 6:7)? What type of prayer is the Rosary?",
          "summary": "Any prayer from the heart, repetitive or otherwise, is acceptable to God. How many times should we repeat “I love you” to our Heavenly Father? The matter then is not simply repetition, but vain repetition."
      },
      {
          "title": "ONE, HOLY, CATHOLIC, AND APOSTOLIC: THE MARKS OF CHRIST’S CHURCH",
          "question": "What are the four marks of the Church?",
          "summary": "The four marks of the Church are an important element of the Catholic faith, dating back to the earliest ecumenical councils. In the Nicene Creed we profess one, holy, catholic, and apostolic Church."
      },
      {
          "title": "PAPAL SUCCESSION",
          "question": "How is a pope elected? How do the faithful know that a papal election is valid? Who can be elected? Who is typically elected?",
          "summary": "As a matter of faith, the Church teaches that as long as the Church exists God will provide a valid succession of popes. As the First Vatican Council dogmatically pronounced: “Therefore, if anyone says that it is not according to the institution of Christ our Lord himself, that is, by divine law, that St. Peter should have perpetual successors in the primacy over the whole Church; or if anyone says that the Roman Pontiff is not the successor of St. Peter in the same primacy, anathema sit.”"
      },
      {
          "title": "POPULAR PIETY",
          "question": "What is popular piety? How does popular piety fit into the life of the Church and individual Christians?",
          "summary": "“Popular piety” is a collective term used to describe practices, devotions, and other activities “that do not replace the liturgical life of the Church; rather, they extend it into daily life.”"
      },
      {
          "title": "PREACH TO THE ENDS OF THE EARTH: THE MEANS OF SOCIAL COMMUNICATION",
          "question": "What are the means of social communication? How can they be used most effectively for spreading the Gospel?",
          "summary": "In the Vatican II document, Decree on the Means of Social Communication (Inter Mirifica), the Magisterium provided a necessary understanding of the means of social communication and their proper use in the world."
      },
      {
          "title": "PRIVATE REVELATION",
          "question": "What is the difference between private revelation and public Revelation?",
          "summary": "By divine Revelation God has communicated Himself and His will concerning our salvation the deposit of faith, entrusted to the Apostles  Private revelation is so-called not because it is only for individuals or small groups, but to distinguish it from public Revelation. Authentic private revelations neither add to or subtract from the deposit of faith."
      },
      {
          "title": "PROCLAIMING THE GOOD NEWS TO THE WORLD: THE CHURCH’S EVANGELIZING MISSION",
          "question": "What is evangelization? What is the role of evangelization in the life of the Church? What is meant by the “new evangelization”? What is my role in evangelization?",
          "summary": "Evangelization is the proclamation of Christ and His Gospel by word and example, in fulfillment of Christ’s command (cf. Catechism, no. 905). The Church’s fundamental mission is to call all people to be reconciled to God through Jesus Christ."
      },
      {
          "title": "REIKI",
          "question": "What is Reiki? Is there medical evidence that Reiki is effective? Is Reiki compatible with the Catholic faith?",
          "summary": "Reiki means “universal life energy.” Reiki has foundational beliefs and practices that are irreconcilable with Catholicism because Reiki practitioners believe they can harness and use this universal life energy. Reiki is not simply a form of superstition but rather opens oneself up to dangerous involvement in the occult practices of divination and magic (cf. <em>Catechism of the Catholic Church</em>, nos. 2111, 2116-17)."
      },
      {
          "title": "RESPONDING TO SCANDALS IN THE CHURCH",
          "question": "What is scandal? If the Church is holy, how can there be scandal in the Church? How ought we to respond to scandals?",
          "summary": "Scandal is an attitude or behavior that leads another to do evil. We ought to examine our consciences, repent of our own sins of scandal, make reparation, and, when prudent, offer fraternal correction in response to scandal."
      },
      {
          "title": "SACRED ART",
          "question": "What is sacred art? How is its significant in the life of the Church?",
          "summary": "Works of sacred art are symbols of faith; they foster deeper devotion and encourage a greater understanding of truth."
      },
      {
          "title": "SHOULD I OBEY? FAITHFULLY RESPONDING TO LAWFUL AUTHORITY",
          "question": "If someone in authority demands that I do something wrong, should I obey?",
          "summary": "Obedience to lawful authority is an ordinary means of working out our salvation. Unfortunately, today, many people are told to do things that they believe are wrong. Should they blindly obey? Before a decision is made to obey or disobey, each situation requires prudent discernment and prayerful consideration of certain principles."
      },
      {
          "title": "SIGNS AND SYMBOLS",
          "question": "Is What is the Catholic perspective on the use of signs and symbols?",
          "summary": "Signs and symbols are creatures,1 either created directly by God or designed by men using natural shapes and designs, which mean or communicate something more than their own existence."
      },
      {
          "title": "SMALL FAITH COMMUNITIES",
          "question": "Should small faith communities be encouraged as a means of strengthening or renewing families, parishes, and dioceses?",
          "summary": "Small faith or “ecclesial base” communities can be a great asset to families, parishes, and dioceses if they are faithful to teaching and living authentic Catholic doctrine."
      },
      {
          "title": "“SO THAT WE MIGHT BECOME GOD”: UNDERSTANDING CATECHISM NO. 460",
          "question": "What is meant by the quote from St. Athanasius that is found in the <em>Catechism of the Catholic Church</em>: “For the Son of God became man so that we might become God” (no. 460)?",
          "summary": "When God created Adam and Eve, He gave them supernatural grace that allowed them to participate in His divine nature. Christ became man in order to restore this grace."
      },
      {
          "title": "SPIRITUAL COMMUNION",
          "question": "What is a spiritual communion? How does one make a spiritual communion?",
          "summary": "A spiritual communion is made when we fervently desire to receive Jesus in the Blessed Sacrament."
      },
      {
          "title": "TATTOOS",
          "question": "What is the teaching of the Church on tattoos and body piercing?",
          "summary": "Tattoos and acts of body piercing are not intrinsically evil. The Church offers principles by which Catholics can discern whether it is sinful to be tattooed or have one’s body pierced in particular situations."
      },
      {
          "title": "THE BOOK ON GAMBLING",
          "question": "Is gambling immoral? Should a parish use bingo or other games of chance as a means of supporting itself?",
          "summary": "Gambling is not intrinsically evil and can be a legitimate form of entertainment so long as it is kept within the confines of virtuous conduct."
      },
      {
          "title": "THE ENNEAGRAM",
          "question": "What is the enneagram? May Catholics use the enneagram?",
          "summary": "The enneagram is a symbol of geometric design. The symbol is made up of nine lines of equal length connecting to form a nine-pointed star. A circle connecting the nine points completes the enneagram symbol. Because it is merely a symbol of geometric design, the enneagram itself presents no offense to faith or morals. However, particular use of the enneagram for cultic or pseudo-scientific practices can pose a threat to Catholic belief and practices."
      },
      {
          "title": "THE GRAMMAR OF DISSENT: IDENTIFYING AND ENGAGING HERESY",
          "question": "What is heresy? What is dissent? How might Catholics effectively engage dissenters?",
          "summary": "The <em>Code of Canon Law</em>, canon 751, defines heresy as “the obstinate denial or doubt, after baptism, of a truth which must be believed by divine and catholic faith.”"
      },
      {
          "title": "THE NECESSITY OF LAW AND RIGHT ORDER",
          "question": "What is the purpose of law and order?",
          "summary": "Law and order express the presence and will of God. In the absence of law and order, chaos exists. Obedience to lawful authority is an ordinary means of working out our salvation."
      },
      {
          "title": "THE SIGN OF THE CROSS",
          "question": "What are the history and significance of the sign of the cross?",
          "summary": "The sign of the cross—an immemorial Christian custom first mentioned in writing at the beginning of the third century—signifies the grace of redemption and strengthens us (cf. 1 Cor.1:23)."
      },
      {
          "title": "THE THEOLOGICAL VIRTUE OF FAITH",
          "question": "What is faith?",
          "summary": "The Glossary found in the official 1997 version of the <em>Catechism of the Catholic Church</em> defines faith as follows: [Faith is] both a gift of God and a human act by which the believer gives personal adherence to God who invites his response, and freely assents to the whole truth that God has revealed."
      },
      {
          "title": "THE THIRD PART OF THE SECRET OF FATIMA",
          "question": "What is the “third secret” of Fatima?",
          "summary": "The third part of the secret of Fatima concerns the suffering of the Vicar of Christ, bishops, priests, consecrated men and women religious, and lay faithful during the 20th century."
      },
      {
          "title": "THE YEAR OF THE EUCHARIST",
          "question": "Why did Pope John Paul II designate October 2004-October 2005 as the Year of the Eucharist?",
          "summary": "Pope John Paul II proclaimed the Year of the Eucharist in order to make our ordinary lives more Eucharistic, to emphasize the truth that the Eucharist is the source and summit of the Christian life."
      },
      {
          "title": "VATICAN WEALTH",
          "question": "How can Catholics explain to critics the significant wealth of the Vatican and the Church in general, given the Church’s consistent exhortation to help the poor?",
          "summary": "The Church is called to be the good steward of the spiritual riches of Christ’s Mystical Body while also exercising a stewardship of her material resources for the temporal and eternal well-being of all humanity."
      },
      {
          "title": "WHERE DO WE GO FROM HERE: THE CONCEPT OF LIMBO",
          "question": "What is Limbo? What does the Church teach concerning Limbo?",
          "summary": "Theologians developed the concept of Limbo as an attempt to explain the destiny of those who die without baptism, yet do not merit the pains of hell. The concept of Limbo does not appear to belong to the deposit of faith."
      },
      {
          "title": "WHO ART IN HEAVEN: THE DWELLING PLACE OF GOD",
          "question": "What is heaven? Where is it?",
          "summary": "Heaven is “a living, personal relationship with the Holy Trinity. It is our meeting with the Father which takes place in the risen Christ through the communion of the Holy Spirit.” It is the fulfillment of God’s desire to be one with each man as God is one with Himself in the Trinity (cf. Jn. 17:20-24)."
      }
  ]
}