{
  "category": "groups_and_people",
  "category_display": "Groups and People",
  "faith_facts": [
    {
      "title": "A FRIEND IN WORD AND DEED: POPE PIUS XII AND THE JEWS",
      "question": "Both before and after he became Pope, what was Pius XII’s record regarding the Jewish people and the Nazis",
      "summary": "As a papal envoy to Germany from 1917-29, Vatican Secretary of State in the 1930s, and Pope during World War II, Pius XII established a clear record of supporting the Jewish people against the German National Socialist Workers’ Party, more commonly known as the Nazis. Because of a defamatory drama in the early 1960s, Pius XII’s wartime record has been unjustly tarnished."
    },
    {
      "title": "A VOICE OF REASON? THE TRUTH ABOUT VOICE OF THE FAITHFUL",
      "question": "What is Voice of the Faithful (VOTF)?",
      "summary": "VOTF is an association of Catholics formed in 2002 in response to the clerical sex abuse crisis. While VOTF officially claims that it “does not seek any change in Church doctrine,” the vast majority of its leaders, advisors, and speakers are known for their outspoken dissent from Church teaching."
    },
    {
      "title": "CAN CATHOLICS BE FREEMASONS?",
      "question": "Can Catholics be Freemasons?",
      "summary": "No, because of this group’s “irreconcilable” opposition to Jesus Christ and His Catholic Church. The old Code of Canon Law (1917) imposed excommunication upon Catholics who became masons. Recent Vatican directives under Pope John Paul II have reaffirmed the long-standing ban."
    },
    {
      "title": "CATHOLICS UNITED FOR THE FAITH: PROCLAIMING CHRIST TO A NEW GENERATION",
      "question": "What is Catholics United for the Faith (CUF)?",
      "summary": "Catholics United for the Faith is an international lay apostolate founded on 9 September 1968 by Alphonse J. Matt, Alphonse J. Matt, Jr., and Joseph A. Rheinberger. They incorporated CUF to unite the faithful from all walks of life in order to support, defend, and advance the efforts of the Teaching Church in accord with the teachings of the Second Vatican Council."
    },
    {
      "title": "EASTERN CATHOLIC CHURCHES",
      "question": "What are the Eastern Catholic Churches?",
      "summary": "Eastern Catholic Churches are “Churches of the East in union with, but not of Roman rite, with their own liturgical, theological, and administrative traditions.”"
    },
    {
      "title": "JEHOVAH’S WITNESSES: A CATHOLIC RESPONSE",
      "question": "What do Jehovah’s Witnesses basically believe, and how I can effectively evangelize them with the saving truths of Catholicism when they knock on my door?",
      "summary": "The Jehovah’s Witnesses (JWs) believe that, shortly after the death of the 12 Apostles, there was a great but not total apostasy of the Church, in which only a few scattered Christians kept the “true” Christian Faith for centuries. The “Church” was not fully restored until Charles Taze Russell founded the JWs in 1872. Though many JWs may live moral lives in many ways, they are not Christians, because they deny basic doctrines such as the divinity of Christ and the Trinity."
    },
    {
      "title": "MORMONISM AND THE “GREAT APOSTASY” THEORY",
      "question": "What is the best way to respond to Mormon missionaries when they come to my door? How can I best share the Catholic Faith with them while refuting the errors contained in Mormonism?",
      "summary": "Any discussion with them must be guided by charity. With that in mind, the best way to approach a discussion is to have your Mormon visitors focus on defending their claim of a “Great Apostasy” in the early Church."
    },
    {
      "title": "MUSLIMS AND THE ONE GOD",
      "question": "Does the Catholics Church teach that Muslims adore the same God as Christians?",
      "summary": "The Church teaches that the followers of Islam adore along with Catholics the one, living, merciful, and all-powerful God who is the Creator of heaven and earth. Objectively, there are deficiencies and even errors in non-Catholic rituals that constitute impediments to salvation."
    },
    {
      "title": "OLD CATHOLICS",
      "question": "Who are the Old Catholics?",
      "summary": "The Old Catholics are members of seven autonomous churches in schism from the Catholic Church. Most of the Old Catholic churches trace their origins to a group of German priests and laymen who dissented from the First Vatican Council."
    },
    {
      "title": "POPE SAINT JOHN PAUL II’S ENDURING LEGACY",
      "question": "What may be learned from the life and pontificate of John Paul II?",
      "summary": "“Pope John Paul II taught us that there is much more to the papacy than speaking, writing, greeting people and traveling. Pope John Paul II taught us how to live, how to suffer and how to die.”"
    },
    {
      "title": "SAINTS PETER AND PAUL",
      "question": "How do we know that Saints Peter and Paul spent their final years in Rome and were martyred there?",
      "summary": "There is a wealth of evidence that Saints Peter and Paul were martyred in Rome. The two apostles exercised complementary ministries in which Saint Paul was subordinate to Saint Peter."
    },
    {
      "title": "SEVENTH-DAY ADVENTISTS",
      "question": "What do Seventh-day Adventists believe?",
      "summary": "Seventh-day Adventists are identified with two main beliefs: the Sabbath is to be observed on Saturday, and Christ’s return (the Advent) is the only hope for good in the world."
    },
    {
      "title": "ST. FRANCIS DE SALES: PATRON OF CUF’S INFORMATION SERVICES",
      "question": "Who is St. Francis de Sales? What has the Magisterium taught about him? Why is he the Co-Patron of CUF’s Information Services?",
      "summary": "St. Francis de Sales  was the first to make wide use of religious tracts. The Magisterium has drawn attention to his charity in dealing with opponents of Catholic doctrine and his teaching on lay spirituality."
    },
    {
      "title": "ST. HILDEGARD OF BINGEN: THE GENIUS OF A WOMAN",
      "question": "Who was Hildegard of Bingen? Was she a saint?",
      "summary": "Hildegard of Bingen was a Benedictine prioress of 12<sup>th</sup> Century Germany. many people today know Hildegard of Bingen primarily for the beautiful chants she composed. This is unfortunate. Hildegard is not only a woman who wrote chant, but a saint of the Catholic Church and a prominent figure in her day."
    },
    {
      "title": "ST. JOSEPH: PATRON OF THE UNIVERSAL CHURCH AND CUF",
      "question": "Why is Saint Joseph Patron of the Universal Church and Co-patron of Catholics United for the Faith?",
      "summary": "Pope Pius IX named Saint Joseph Patron of the Universal Church because of his dignity, holiness, and glory as spouse of the Blessed Virgin and foster father of Jesus Christ."
    },
    {
      "title": "ST. NONNA: PATRONESS OF CUF’S INFORMATION SERVICES",
      "question": "Who is St. Nonna?",
      "summary": "Although famous in her own time, most of what modern Catholics know of St. Nonna is found in the writings of her son, St. Gregory the Theologian."
    },
    {
      "title": "ST. PATRICK: THE APOSTLE OF IRELAND",
      "question": "Who was St. Patrick? Why should we care about him today?",
      "summary": "St. Patrick is the Patron Saint of Ireland and known for his efforts to evangelize and convert the pagan Irish of his time. In more recent times, his sanctity is less known."
    },
    {
      "title": "ST. THOMAS MORE: PATRON OF CATHOLICS UNITED FOR THE FAITH",
      "question": "Who is Saint Thomas More? Why is he one of the patrons of Catholics United for the Faith?",
      "summary": "Saint Thomas More is a martyr of the early sixteenth century. H. Lyman Stebbins, founder of Catholics United for the Faith (CUF), wrote that Saint Thomas More is a CUF patron because he is a model layman who was faithful to the Holy See."
    },
    {
      "title": "THE ENCYCLICALS OF POPE SAINT JOHN PAUL II",
      "question": "What topics did Pope John Paul II examine in his fourteen encyclicals?",
      "summary": "Pope John Paul devoted three encyclicals to the Divine Persons, three to subjects that touch upon the truth of the Catholic faith and morality, three to the Church’s social doctrine, two to missionary activity, and three to other subjects (the Holy Eucharist, the Blessed Mother, and ecumenism)."
    },
    {
      "title": "THE SOCIETY OF ST PIUS X",
      "question": "What is the Society of St. Pius X (commonly referred to as the “SSPX” or the “Society”)?",
      "summary": "The Priestly Fraternity of St. Pius X is a clerical association founded in 1970 by Archbishop Marcel Lefebvre, CSSp. The SSPX has had a tumultuous relationship with the Catholic Church from its founding. Pope St. Paul VI suppressed the Fraternity before it completed its experimental stage. Though the censures declared against certain members of the SSPX were lifted, its relationship with the Catholic Church remains tense and irregular. None of its members enjoy communion with the Catholic Church."
    },
    {
      "title": "THE WELCOME WAGON: MY EXPERIENCE WITH CUF BY SCOTT HAHN",
      "summary": "In 1986, when I left the Protestant ministry for full communion with the Church, I was elated about my new discoveries Yet I felt quite alone. I knew very few Catholics who shared my enthusiasm for the faith. My still-Evangelical wife was somewhat scandalized by this situation. “Where’s the welcome wagon?” she asked wryly. I had no answer. Then, one night in Milwaukee, I attended a meeting of Catholics United for the Faith (CUF)."
    },
    {
      "title": "WE ARE CHURCH",
      "question": "What is “We Are Church”?",
      "summary": "The “International We Are Church Movement” (IMWAC), or simply We are Church (WAC), is an international coalition whose supporters desire radical revisions of Church teaching and discipline."
    },
    {
      "title": "WHO IS JOHN THE BAPTIST?",
      "question": "In John 1:19-23, John the Baptist says that he is not the Christ, Elijah, or “the prophet.” What does this mean?",
      "summary": "John the Baptist is not the Christ, the Elijah <em>actually</em> returned from Heaven, or <em>the</em> prophet (i.e., a law-giver like Moses), so his statements are accurate. However, John is truly a prophet because he prepared the way of the Lord and first introduced the Lamb of God."
    }
  ]
}
