{
  "category": "sacred_scripture",
  "category_display": "Sacred Scripture",
  "faith_facts": [
      {
          "title": "AN ORDINANCE FOREVER: THE BIBLICAL ORIGINS OF THE MASS",
          "question": "What are the biblical origins of the Mass and the New Testament priesthood? Is the Mass really a sacrifice, or is it merely symbolic?",
          "summary": "The biblical origins of the Mass and the New Testament priesthood are rooted in the Old Testament. Both the Old and New Testaments provide clear evidence that the Mass is a true sacrifice, offered by a priest, and the victim is the body and blood, soul and divinity of Jesus Christ."
      },
      {
          "title": "APOCALYPSE NOT NOW: THE CHURCH, THE MILLENNIUM, AND THE RAPTURE",
          "question": "What does the Church teach regarding millennialism and the rapture?",
          "summary": "There are three basic interpretations regarding Revelation 20 and “the millennium.” The Church has traditionally taught one commonly known as “amillennialism,” which means that the reign of God began with Christ’s death and resurrection and the “thousand years” is a figurative number to describe the reign of His Church (2 Pt. 3:8-10; <em>Catechism of the Catholic Church</em>, nos. 664, 668-682)."
      },
      {
          "title": "CALL NO MAN FATHER: UNDERSTANDING MATTHEW 23:9",
          "question": "Why do Catholics call priests “father,” if Jesus says, “call no man your father on earth” (Mt. 23:9)?",
          "summary": "Because God created us in His image and likeness, we share in the attributes of God. Insofar as men share in the attributes of the Father, they participate in the one fatherhood of God."
      },
      {
          "title": "DREAMING THE IMPOSSIBLE DREAM: THE ANNUNCIATION OF ST. JOSEPH",
          "question": "What is the Annunciation to St. Joseph?",
          "summary": "The Annunciation to St. Joseph refers to the coming of an angel to St. Joseph in a dream."
      },
      {
          "title": "EAT, DRINK, AND BE CATHOLIC: THE BIBLICAL PROHIBITION AGAINST EATING BLOOD",
          "question": "How is the prohibition of eating blood found in the Bible (cf. Gen. 9:3-4, Lev. 17:10-14, and Acts 15:28-29) to be understood?",
          "summary": "The prohibition against eating blood found in the Old Testament was a discipline associated with the covenant between God and Noah and incorporated into the Mosaic Covenant."
      },
      {
          "title": "HIS NAME IS JOHN: THE BELOVED DISCIPLE AND AUTHOR OF THE FOURTH GOSPEL",
          "question": "Is the Apostle John the Beloved Disciple and author of the fourth Gospel?",
          "summary": "Yes. The Church, which alone has been given the task of interpreting God’s written and spoken Word, has consistently maintained her teaching on these matters."
      },
      {
          "title": "JUST GRAPE JUICE? THE SOBER TRUTH ABOUT BIBLICAL WINE",
          "question": "Does Scripture really forbid the drinking of alcohol?",
          "summary": "Scripture forbids drunkenness. However, the numerous descriptions of drunkenness in Scripture would be inaccurate, and the scriptural prohibition on drunkenness would be senseless, unless alcohol was available."
      },
      {
          "title": "MAKING “SENSE” OUT OF SCRIPTURE: THE FOUR BEST KEPT SECRETS IN BIBLICAL STUDIES TODAY",
          "question": "What are the four senses of scripture?",
          "summary": "Traditionally, there are four senses of Scripture, which are outlined in the Catechism of the Catholic Church, nos. 115-119."
      },
      {
          "title": "NOW YOU SEE ‘EM, NOW YOU DON’T: DISPENSING WITH THE RAPTURE",
          "question": "Is there biblical and other historical evidence to substantiate belief in the Rapture?",
          "summary": "Some Christians believe that Jesus will one day instantaneously take people selected by Him from earth to heaven (the Rapture). The Bible and other historical evidence do not support belief in the Rapture. Christ established His reign on earth 2,000 years ago when He founded the Catholic Church."
      },
      {
          "title": "<em>SOLA SCRIPTURA</em>? NOT ACCORDING TO THE BIBLE",
          "question": "What does <em>sola scriptura</em> mean? What is the Catholic response to this doctrine?",
          "summary": "<em>Sola scriptura</em> is the Protestant doctrine that Scripture alone is “the primary and absolute source of authority, the final court of appeal, for all doctrine and practice (faith and morals).”"
      },
      {
          "title": "TAKING GOD AT HIS WORD: A CATHOLIC UNDERSTANDING OF BIBLICAL INERRANCY",
          "question": "Does the Catholic Church teach biblical inerrancy? What is meant by the word “inerrancy”?",
          "summary": "Yes, “inerrancy” simply means the state of being free from error. The Catholic Church has always taught that Sacred Scripture is inerrant."
      },
      {
          "title": "THE “BROTHERS AND SISTERS” OF CHRIST",
          "question": "How can the Catholic Church teach that Mary was a virgin after the birth of Christ when there are references in Scripture to the “brothers and sisters” of Jesus?",
          "summary": "If we carefully examine these passages in context, it becomes clear that these “brothers and sisters” are not other biological children of the Blessed Mother."
      },
      {
          "title": "THE COMPLETE BIBLE: WHY CATHOLICS HAVE SEVEN MORE BOOKS",
          "question": "Catholic Bibles contain seven more Old Testament (46) books than Protestant Bibles (39); why are there differences?",
          "summary": "Catholic Bibles contain all the books that have been traditionally accepted by Christians since Jesus’ time. Protestant Bibles contain all those books, except those rejected by the Protestant Reformers in the 1500’s."
      },
      {
          "title": "THE HISTORICITY OF THE INFANCY NARRATIVES",
          "question": "What does the Church teach about the historical nature of the Gospel accounts of the Nativity?",
          "summary": "The Church unambiguously affirms the historical nature of the four Gospels."
      },
      {
          "title": "WHAT’S IN A NAME? PROTOCANON, DEUTEROCANON, APOCRYPHA",
          "question": "What do the terms “Canon of Scripture,” “protocanon,” “deuterocanon” and “apocrypha” refer to?",
          "summary": "“Canon of Scripture” refers to the whole of inspired Scripture; the books that are accepted as inspired by God. There are three classes of ancient texts relating to the Bible: protocanonical (first canon) books, deuterocanonical (second canon) books, and apocrypha, which all orthodox Christians agreed were not divinely inspired."
      }
  ]
}